[{"id":1,"name":{"en":"Betty Lake - Winter","fr":"Betty Lake - Hiver"},"description":{"en":"At nearly 11,500 ft., the Betty Lake is an excellent high-mountain lake in the Indian Peaks Wilderness. It is surrounded by skyscraper mountains iconic to the Rocky Mountains. Fishermen will find a variety of fish here, mainly trout. Whether you’re fly fishing or not, your chances of getting a bite here are good. So grab your favorite fly fishing rod and reel, and head out to the Betty Lake.","fr":"À une altitude de près de 11,500 pieds (3500m), le lac Betty est un magnifique lac de montagne dans l'Indian Peaks Wilderness. Entouré de hauts sommets caractéristiques des montagnes Rocheuses, le pêcheur y trouvera diverses espèces de poissons, principalement des truites. Que tu pêches à la mouche ou non, tu as de grandes chances de prendre quelque-chose. Alors qu'attends-tu? Prends ta canne préférée et mets-toi en route pour le lac Betty!"},"location":{"en":"Colorado USA","fr":"Colorado USA"},"species":[0,1,3,4,35,119,122,123]},{"id":2,"name":{"en":"Powell Lake","fr":"Lac Powell"},"description":{"en":"Whether you're a seasoned fisherman hoping for a record catch, or you just want to relax under the sun with a rod and reel trying your hand at fishing, Lake Powell is the fishing destination of choice. The lake is teeming with smallmouth bass, largemouth bass, striped bass, channel catfish and other species - so there's a pretty good chance you'll be catching dinner for your whole group!","fr":"Que tu sois un pêcheur chevronné, cherchant à battre un nouveau record ou une personne qui cherche un endroit pour se reposer, une canne à pêche à la main, le lac Powell sera un choix idéal! Dans ce lac, tu trouveras de nombreux achigans à petite bouche, achigans à grande bouche, bars rayés, sandres, silures et autres espèces de poissons. Tu as donc de grandes chances de prendre quelque chose pour le dîner pour tout ton groupe!"},"location":{"en":"Arizona USA","fr":"Arizona USA"},"species":[27,25,26,23,21,22,120,123,129]},{"id":8,"name":{"en":"Saint Zeno's Lakes","fr":"Lac St Zénon"},"description":{"en":"St. Zeno Lakes is a complex system of artificial water reservoirs located in Europe. They are appreciated by anglers from around the world who are looking for a challenge and want to spend their free time within nature. Few have the rare chance to catch our famous 45 kg carps! The complex consists of four diverse reservoirs, which are stocked with various species of fish. You will find such fish as; pike, mirror carp, crucian carp, grass carp, chub and much, much more!","fr":"Le lac St Zeno et un système complexe de réservoirs artificiels situé en Europe. Apprécié par les pêcheurs du monde entier, à la recherche de défis et voulant passer leur temps libre au milieu de la nature. Certains ont la chance de prendre une de nos rares carpes de plus de 45 kg! Le complexe comprend 4 réservoirs dans lesquels ont été introduits diverses espèces de poissons. Tu trouveras des poissons comme le brochet, la carpe, le carassin, la carpe de roseau, le chevesne et beaucoup beaucoup d'autres encore!"},"location":{"en":"England","fr":"Angleterre"},"species":[32,31,33,30,29,16,17,22,124,127,128]},{"id":5,"name":{"en":"Baikal Lake","fr":"Lac Baïkal"},"description":{"en":"The cape of Burhan, Olkhon Island – also known as the heart of Baikal. The largest lake in Russia, Baikal is a tectonic lake with a depth of over 1600 meters! The lake is rich in flora and fauna. It contains many fish species, including the Baikal Omul and the Baikal Sturgeon. The lake is the breeding ground for numerous subspecies of whitefish. It is visited by fishermen from around the world all year long!","fr":"Cap Burthan, Ile Olkhon - également connu comme étant le cœur du lac Baïkal, le plus grand lac de Russie. Le Baïkal est un lac tectonique d'une profondeur de plus de 1600m! Le lac a une faune et une flore très riche, il y vit également un grand nombre d'espèces de poisson, dont l'Omoul et l'Esturgeon de Baïkal. Le lac est le lieu de reproduction de bon nombre de sous-espèces de corégones lavarets. Il est fréquenté par des pêcheurs du monde entier tout au long de l'année!"},"location":{"en":"Russia","fr":"Russie"},"species":[16,17,18,34,5,117,130,116,118,127,128]},{"id":6,"name":{"en":"Baikal Lake - Winter","fr":"Lac Baïkal - Hiver"},"description":{"en":"The cape of Burhan, Olkhon Island – also known as the heart of Baikal. The largest lake in Russia, Baikal is a tectonic lake with a depth of over 1600 meters! The lake is rich in flora and fauna. It contains many fish species, including the Baikal Omul and the Baikal Sturgeon. The lake is the breeding ground for numerous subspecies of whitefish. It is visited by fishermen from around the world all year long!","fr":"Cap Burthan, Ile Olkhon - également connu comme étant le cœur du lac Baïkal, le plus grand lac de Russie. Le Baïkal est un lac tectonique d'une profondeur de plus de 1600m! Le lac a une faune et une flore très riche, il y vit également un grand nombre d'espèces de poisson, dont l'Omoul et l'Esturgeon de Baïkal. Le lac est le lieu de reproduction de bon nombre de sous-espèces de corégones lavarets. Il est fréquenté par des pêcheurs du monde entier tout au long de l'année!"},"location":{"en":"Russia","fr":"Russie"},"species":[16,17,18,34,5,117,130,116,118,127,128]},{"id":7,"name":{"en":"Atchafalaya Basin","fr":"Bassin d'Atchafalaya"},"description":{"en":"The Atchafalaya Basin is the largest swampland in the entire United States! It is located in the south-central part of Louisiana at the meeting point of two rivers. Atchafalaya differs from other Louisiana reservoirs because it is densely covered by forest. Fishermen come here primarily to look for different subspecies of bass as well as channel catfish.","fr":"Le bassin d'Atchafalaya est la zone de marais la plus vaste des États-Unis! Il est situé dans la partie centre - sud de la Louisiane, à l'endroit où se rencontrent deux rivières. L'Atchafalaya se distingue des autres réservoirs d'eau de Louisiane par son côté très boisé. Les pêcheurs y recherchent principalement toutes sortes de sous-espèces d'achigans ainsi que la barbue de rivière."},"location":{"en":"Louisiana USA","fr":"Louisiane USA"},"species":[27,28,25,26,23,21,22,32,31,120,122,129]},{"id":9,"name":{"en":"Uvac River","fr":"Rivière Uvac"},"description":{"en":"What more could you want? A quiet neighborhood, a huge, winding river and a lot of fish in it! Welcome to the Uvac River! It is a paradise for fly fishing anglers. You will find here many species of fish, including Huchen, Nase, Barbel and Zander.","fr":"Que vouloir de plus? Un coin calme, une énorme rivière sinueuse, pleine de poissons! Bienvenue à la rivière Uvac! Le paradis des pêcheurs à la mouche! Ici, tu trouveras un grand nombre d'espèces de poissons comme le saumon du Danube, le barbe, le sandre, le hotu."},"location":{"en":"Serbia","fr":"Serbie"},"species":[40,41,42,43,1,3,30,116,118,119,124]},{"id":3,"name":{"en":"Pinas Bay","fr":"Pinas Bay"},"description":{"en":"The Pinas Bay lies on the southern coast of Panama, in the Darién province. It is one of the most incredible fishing grounds in Panama – over 200 world records in marine fishing have been set here, more than anywhere else on Earth. The bay itself is small and narrow, and is surrounded on two sides by the coast. The diversity of species found in this region is mind-boggling. Swordfish, marlins, mahi-mahi, barracudas and much, much more!","fr":"La baie de Pinas se situe sur la côte sud de Panama, dans la province du Darién. C'est une des pêcheries les plus exceptionnelles de Panama. Plus de 200 records mondiaux de pêche marine y ont été établis, plus que partout ailleurs dans le monde. La baie elle-même est petite et étroite, entourée des deux côtés par la côte. La diversité des espèces que l'on y rencontre est étonnante. Espadons, marlins, coryphènes, barracudas et beaucoup d'autres encore!"},"location":{"en":"Panama","fr":"Panama"},"species":[12,13,14,37,121,126]},{"id":4,"name":{"en":"Pinas Bay - Ocean","fr":"Pinas Bay - Océan"},"description":{"en":"The Pinas Bay lies on the southern coast of Panama, in the Darién province. It is one of the most incredible fishing grounds in Panama – over 200 world records in marine fishing have been set here, more than anywhere else on Earth. The bay itself is small and narrow, and is surrounded on two sides by the coast. The diversity of species found in this region is mind-boggling. Swordfish, marlins, mahi-mahi, barracudas and much, much more!","fr":"La baie de Pinas se situe sur la côte sud de Panama, dans la province du Darién. C'est une des pêcheries les plus exceptionnelles de Panama. Plus de 200 records mondiaux de pêche marine y ont été établis, plus que partout ailleurs dans le monde. La baie elle-même est petite et étroite, entourée des deux côtés par la côte. La diversité des espèces que l'on y rencontre est étonnante. Espadons, marlins, coryphènes, barracudas et beaucoup d'autres encore!"},"location":{"en":"Panama","fr":"Panama"},"species":[12,13,14,36,37,38,8,9,11,10,121,126,125,131]},{"id":20,"name":{"en":"Moraine Lake","fr":"Lac Moraine"},"description":{"en":"The Moraine Lake is a glacial lake in Canada, located at an altitude of 1885 m above sea level. This lake is famous for its crystal-clear water as well as for being featured on the 20 dollar note; however, fishermen value it for a different reason. The lake contains numerous species of Trout and Zander. Of course, those are not the only species found here. Maybe you should find out for yourself about the secrets that are hiding in this lake?","fr":"Le lac Moraine est un lac glaciaire du Canada, situé à 1885m d'altitude, connu pour son eau cristalline et par le fait qu'il figurait sur le billet de 20 dollars. Les pêcheurs l'apprécient pourtant pour d'autres raisons. On y trouve un grand nombre d'espèces de truites, de corégones, d'ombres. Ce ne sont bien-sûr pas les seules espèces de poissons que l'on y rencontre. Tu veux peut-être découvrir toi même les secrets que renferme ce lac?"},"location":{"en":"Canada","fr":"Canada"},"species":[24,44,45,46,47,3,1,4,35,0,16]},{"id":21,"name":{"en":"Moraine Lake - Winter","fr":"Lac Moraine - Hiver"},"description":{"en":"The Moraine Lake is a glacial lake in Canada, located at an altitude of 1885 m above sea level. This lake is famous for its crystal-clear water as well as for being featured on the 20 dollar note; however, fishermen value it for a different reason. The lake contains numerous species of Trout and Zander. Of course, those are not the only species found here. Maybe you should find out for yourself about the secrets that are hiding in this lake?","fr":"Le lac Moraine est un lac glaciaire du Canada, situé à 1885m d'altitude, connu pour son eau cristalline et par le fait qu'il figurait sur le billet de 20 dollars. Les pêcheurs l'apprécient pourtant pour d'autres raisons. On y trouve un grand nombre d'espèces de truites, de corégones, d'ombres. Ce ne sont bien-sûr pas les seules espèces de poissons que l'on y rencontre. Tu veux peut-être découvrir toi même les secrets que renferme ce lac?"},"location":{"en":"Canada","fr":"Canada"},"species":[24,44,45,46,47,3,1,4,35,0,16]},{"id":30,"name":{"en":"Kariba Dam","fr":"Le Barrage de Kariba"},"description":{"en":"\"Welcome to the Kariba Dam! It is one of the largest dams in the world, which was created on the Zambezi River! Apart from the size of the dam, can we find something interesting here? Of course! However, there will not only be interesting but also chilling stories about bloodthirsty monsters living in the local waters. Interested? We thought so! Remember about the right choice of equipment! \\n\\n Kariba Dam DLC offers access to a completely new map and 16 new species of fish! You will be able to fish under the dam and on a stretch of several kilometers of the Zambezi River, where you will find fish such as Tigerfish, Vundu, Tavada, Tilapia, Breams and many more. You will catch both small fish of only a few-centimeters as well as record-breaking specimens of more than one-meter!\"","fr":"\"Bienvenue au barrage Kariba! C'est un des plus grands lacs artificiels du monde, né sur le fleuve Zambèze! À part la taille du barrage, est-ce qu'on peut trouver quelque chose d'intéressant ici? Bien sûr! Des curiosités, mais aussi des histoires à vous glacer le sang sur des monstres sanguinaires qui habitent ces eaux. Ça vous intéresse? Nous n'en doutons pas! N'oubliez pas de choisir l'équipement adéquat!\\n \\n La DLC Barrage de Kariba vous permet d'accéder à une nouvelle carte, mais également à 16 nouvelles variétés de poissons! Vous pourrez pêcher juste sous le barrage et le long d'une portion de plusieurs kilomètres du fleuve Zambèze, où vous aurez l'occasion de vous mesurer à des poissons tels que Tigerfish, Vundu, Tavada, Tilapia, Breams, et beaucoup d'autres encore. Vous attraperez des poissons de quelques centimètres mais aussi des spécimens records de plus d'un mètre!\""},"location":"LEVELS/KARIBA_DAM_LOCATION","species":[48,49,50,51,52,53,54,55,56,57,58,59,60,61,62,63]},{"id":40,"name":{"en":"Greenland","fr":"Groenland"},"description":{"en":"\"Take a boat along the cold waters of the seas and face one of the oldest sharks floating in the waters of Greenland! Take advantage of the new trolling function and feel like a real sea wolf!\\n \\n Experience unforgettable moments while searching for sharks, halibuts or other sea creatures! Especially for shark fishing, we have equipped the boat with fishing rod holders and enabled the players to perform trolling!\"","fr":"\"Parcourez en bateau les eaux froides des océans et affrontez l'un des requins les plus anciens dans les eaux du Groenland! Profitez de la nouvelle fonction pêche à la traîne et devenez un vrai loup de mer!\\n \\nVivez des moments inoubliables en cherchant des requins, des flétans ou d'autres créatures marines! Pour la pêche au requin, nous avons équipé le bateau de porte-cannes à pêche et donné aux joueurs la possibilité de pêcher à la traîne!\""},"location":"LEVELS/GREENLAND_LOCATION","species":[64,65,66,69,70,71,74,75]},{"id":42,"name":{"en":"Greenland - Sea","fr":"Groenland - Mer"},"description":{"en":"\"Take a boat along the cold waters of the seas and face one of the oldest sharks floating in the waters of Greenland! Take advantage of the new trolling function and feel like a real sea wolf!\\n \\n Experience unforgettable moments while searching for sharks, halibuts or other sea creatures! Especially for shark fishing, we have equipped the boat with fishing rod holders and enabled the players to perform trolling!\"","fr":"\"Parcourez en bateau les eaux froides des océans et affrontez l'un des requins les plus anciens dans les eaux du Groenland! Profitez de la nouvelle fonction pêche à la traîne et devenez un vrai loup de mer!\\n \\nVivez des moments inoubliables en cherchant des requins, des flétans ou d'autres créatures marines! Pour la pêche au requin, nous avons équipé le bateau de porte-cannes à pêche et donné aux joueurs la possibilité de pêcher à la traîne!\""},"location":"LEVELS/GREENLAND_LOCATION","species":[72,73,64,65,66,67,68,71]},{"id":50,"name":{"en":"Amazon River","fr":"Fleuve Amazone"},"description":{"en":"\"Amazon — one of the longest and most mysterious rivers in the world! It is home to many unique fish that would love to hunt for your juicy bones!\\n\\nThe river bed, stretching for thousands of kilometers (in the game a little less), often changes its character. It is winding and simple, slow and wild! This should be a wild river to ensure an unforgettable adventure for anglers.\\n\\nIn the Amazon you will have an opportunity to catch catfish, piranhas or cichlids. However, real monsters such as Arapaima, Payara and Electric Eel are waiting for the bravest anglers!\"","fr":"\"L'Amazone - Un des fleuves les plus grands et les plus mystérieux du monde! Il abrite de nombreux poissons uniques qui aimeraient bien goûter à tes os juteux!\\n \\n Le lit du fleuve, qui s'étire sur des milliers de kilomètres (un peu moins dans le jeu), change souvent de caractère. Il peut être droit ou tortueux, calme ou torrentiel! C'est les caractéristiques que doit présenter un fleuve sauvage pour garantir aux pêcheurs des pêches inoubliables.\\n\\n Dans l'Amazone, vous aurez l'occasion d'attraper des poissons-chats, des piranhas ou des cichlidés. Mais il y a aussi de vrais montres, comme Les arapaima, les tétras vampires ou les anguilles Électriques qui attendent les plus téméraires d'entre vous!\""},"location":"LEVELS/AMAZON_RIVER_LOCATION","species":[77,79,80,81,83,86,87,88,89,90,91,92,93]},{"id":60,"name":{"en":"Japan","fr":"Japon"},"description":{"en":"\"ようこそ in the land of cherry blossoms, where 9 new species of fish are waiting for you. You will be able to catch both colourful Koi Carp and huge monsters that would easily drag you under the water. Welcome to Japan!\\n \\n  Sitting by the water you will see the majestic Mount Fuji, but something great is lurking in the water - Wels Catfish and Giant Barb. These two monsters can reach a weight of over 200 kg!\\n  \\n  In addition, you'll also catch smaller fish such as Japanese eel, Northern snakehead, Sockeye Salmon or Tench. 幸運を\"","fr":"\"ようこそ au pays des cerisiers en fleurs, où 9 nouvelles espèces de poissons vous attendent. Vous pourrez attraper des carpes Koï colorées ainsi que d'énormes monstres qui pourraient facilement vous entraîner sous l'eau. Bienvenue au Japon!\\n  \\n  Assis au bord de l'eau, vous admirerez le majestueux mont Fuji, mais dans l'eau, quelque chose de tout aussi énorme se cache - le silure glane et la carpe siamoise. Ces deux monstres peuvent atteindre un poids de plus de 200 kg!\\n  \\n  Vous attraperez aussi des poissons plus petits comme l'Anguille Japonaise, le Poisson à Tête de Serpent, le Saumon Rouge ou la Tanche. 幸運 を\""},"location":"LEVELS/JAPAN_LOCATION","species":[0,1,25,33,95,96,97,98,99,100,101,102,103]},{"id":62,"name":{"en":"Thailand","fr":"Thaïlande"},"description":{"en":"\"What could be more beautiful than golden beach sands, gorgeous coral reefs and green palm trees? A blacktip reef shark pulling our boat!\\n \\n Welcome to Thailand - a paradise for fishermen. You will catch many big and dangerous fish here. Choose the right gear, hop on the boat and sweep the local waters! Monsters exist and if they can be found somewhere - it's right here!\"","fr":"\"Qu'y a-t-il de plus beau que le sable doré de la plage, les magnifiques récifs coralliens et les palmiers verts? Un requin à pointes noires qui tire notre bateau! \\n \\n Bienvenue en Thaïlande - un paradis pour les pêcheurs. Ici, vous attraperez toutes sortes de poissons gros et dangereux. Choisissez le bon équipement, montez sur le bateau et écumez les eaux locales! Les monstres existent et si on peut les trouver quelque part - c'est bien ici!\""},"location":"LEVELS/THAILAND_LOCATION","species":[104,105,106,107,108,109,110,111,112,113,114,115]},{"id":66,"name":{"en":"Taupo Lake","fr":"Lac Taupo"},"description":{"en":"\"Go on a fishing adventure to New Zealand! Discover the local waters of Lake Taupo and the Tongariro River! Catch unique fish such as Flathead grey mullet, Giant kokopu, Longfin eel, and many more!\\n \\n In this DLC you will be able to catch 12 species of fish, and at your disposal, you will have a brand new boat that will allow you to explore Lake Taupo.\"","fr":"\"Partez à l'aventure en Nouvelle-Zélande ! Découvrez les eaux locales du lac Taupo et de la rivière Tongariro ! Attrapez des espèces uniques comme le mulet cabot, le kōkopu géant, l'anguille de Nouvelle-Zélande et bien d'autres poissons !\\n \\n Dans ce DLC, vous pourrez attraper 12 espèces de poissons et un bateau flambant neuf vous permettra d'explorer le lac Taupo.\""},"location":{"en":"\"Go on a fishing adventure to New Zealand! Discover the local waters of Lake Taupo and the Tongariro River! Catch unique fish such as Flathead grey mullet, Giant kokopu, Longfin eel, and many more!\\n \\n In this DLC you will be able to catch 12 species of fish, and at your disposal, you will have a brand new boat that will allow you to explore Lake Taupo.\\n \\n Fish species in Taupo Lake / Tongariro River:\\n Tench\\n Rudd\\n Koi Carp\\n Flathead grey mullet\\nRainbow Trout\\n Brown Trout\\n Brook trout\\n Giant kokopu\\n Brown bullhead catfish\\nSockeye salmon\\n Longfin eel\\n Chinook salmon\"","fr":"\"Partez à l'aventure en Nouvelle-Zélande ! Découvrez les eaux locales du lac Taupo et de la rivière Tongariro ! Attrapez des espèces uniques comme le mulet cabot, le kōkopu géant, l'anguille de Nouvelle-Zélande et bien d'autres poissons !\\n \\n Dans ce DLC, vous pourrez attraper 12 espèces de poissons et un bateau flambant neuf vous permettra d'explorer le lac Taupo.\\n\\nLes poissons du lac Taupo et de la rivière Tongariro :\\n Tanche\\n Rotengle\\nCarpe koï\\n Mulet cabot\\n Truite arc-en-ciel\\n Truite brune\\n Omble de fontaine\\nKōkopu géant\\n Barbotte brune\\n Saumon rouge\\n Anguille de Nouvelle-Zélande\\nSaumon royal\""},"species":[132,133,134,135,136,137,138,139,140,141,142,143]}]