[{"id":85,"name":"FISH/JUNDIRA_CATFISH_NAME","description":"FISH/JUNDIRA_CATFISH_DESC","weight":5,"minWeight":0.08,"maxWeight":0.26,"time":{"0":0.6,"5":0.6,"12":1,"19":0.3},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":62,"name":{"en":"Kafue Killifish","fr":"Kafue Killifish"},"description":{"en":"Kafue Killifish is a small freshwater fish inhabiting the Zambezi River. They are valued among aquarists, but it is very difficult to maintain them. They live in groups. They have characteristic vivid coloration and large dorsal and anal fins. It feeds mainly on algae, small insects, worms and small invertebrates. They reach up to 50 gr in weight and 10 cm in length.","fr":"Le Kafue Killifish est un petit poisson d'eau douce habitant le fleuve Zambèze.Il est apprécié des aquariophiles, mais il est difficile à élever. Il vit en groupe et se distingue par sa coloration vive et ses grandes nageoires caudale et dorsale. Il se nourrit principalement d'algues, de petits insectes, de vers et de petits invertébrés. Il peut atteindre un poids de 50 gr et une longueur de 10 cm."},"weight":5,"minWeight":0.02,"maxWeight":0.1,"time":{"0":0.2,"5":0.8,"12":1,"19":0.6},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":1},"spinningMethods":[]},{"id":53,"name":{"en":"Kariba Tilapia","fr":"Kariba Tilapia"},"description":{"en":"Kariba tilapia or kurper bream is a native species for South-Central African waters, including the Zambezi River. It is characterized by vivid colors, green-blue or gray-blue with dark dots. Kariba tilapia lives in shoals and their diet consists mainly of algae, diatoms, larvae, insects, worms and other invertebrates. It reaches up to 5.9 kg in weight and 60 cm in length.","fr":"Le Kariba Tilapia est une espèce endémique des eaux du centre-sud de l'Afrique parmi lesquelles se trouve le Zambèze. Il se distingue par sa coloration vive, bleu-vert ou bleu-gris avec des points foncés. Le Kariba Tilapia vit en bancs et son régime se compose principalement d'algues, de bacillariophyta, de larves, de vers et d'autres invertébrés. Il peut atteindre un poids de 5,9 kg et une taille de 60 cm."},"weight":5,"minWeight":0.1,"maxWeight":6,"time":{"0":0.5,"5":0.7,"12":1,"19":0.7},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.2},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":139,"name":{"en":"Giant kōkopu","fr":"Kōkopu géant"},"description":{"en":"The giant kōkopu is a species of ray-finned fish in the genus Galaxias, found only in New Zealand. It reaches up to 58 cm in length and 2.7 kg in weight, making it the largest species in the Galaxiidae family. The giant kōkopu is found in slow-moving streams, wetlands, lakes, and lagoons. Their diet consists of insects, crayfish, spiders, and smaller fish.","fr":"Le kōkopu géant est une espèce de poisson à nageoires rayonnées du genre Galaxias, présente uniquement en Nouvelle-Zélande. Il peut mesurer jusqu'à 58 cm de long et peser jusqu'à 2,7 kg, ce qui en fait la plus grande espèce de la famille des Galaxiidae. Le kōkopu géant se trouve dans les cours d'eau à faible courant, les zones humides, les lacs et les lagunes. Il se nourrit principalement d'insectes, d'écrevisses, d'araignées et de petits poissons."},"weight":2,"minWeight":0.1,"maxWeight":2.7,"time":{"0":0.9,"5":1,"12":0.5,"19":0.7},"wind":{"0":0.9,"1":0.7},"cloud":{"0":0.8,"1":0.6},"rain":{"0":1,"1":0.5},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":5,"name":{"en":"Whitefish","fr":"Corégone"},"description":{"en":"The Whitefish can be found in the Baikal Lake located in Siberia. It is the most popular commercially caught fish in this lake. It can reach 50 cm in length and weigh 2 kg. It mainly feeds on insects, eggs and fry. It is commonly mistaken for the Baikal Omul.","fr":"Le corégone se rencontre dans le lac Baïkal en Sibérie, où il est le poisson le plus pêché à des fins commerciales. Il peut atteindre une longueur de 50cm et un poids de 2kg. Il se nourrit principalement d'alevins et d'invertébrés. On le trouve à une profondeur pouvant aller jusqu'à 200m. Il est souvent confondu avec l'omoul."},"weight":5,"minWeight":0.5,"maxWeight":2,"time":{"0":0.2,"5":0.8,"12":1,"19":0.6},"wind":{"0":1,"1":0.6},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":1},"spinningMethods":[]},{"id":25,"name":{"en":"Largemouth Bass","fr":"Achigan à grande bouche"},"description":{"en":"The Largemouth Bass is one of the most recognizable fish in North America. It is appreciated by many anglers due to its immense fighting strength. The Largemouth Bass has a silvery ventral and a dark green color on the back as well as a dark, undulating streak on the sides, which often fades away in larger specimens. The Largemouth Bass prefers calm, overgrown lakes and streams. It can reach 75 cm in length and 11 kg in weight. Its diet consists mainly of insects, fish, frogs, crayfish, shrimps and many more.","fr":"L'achigan à grande bouche est un des poissons les plus facilement identifiables de l'Amérique du Nord. Sa grande combativité en fait un poisson prisé par beaucoup de pêcheurs. L'achigan à grande bouche possède un ventre argenté et son dos a une coloration brune. Ses flancs présentent une strie ondulée qui disparaît sur les sujets âgés. L'achigan à grande bouche préfère les ruisseaux et lacs calmes et recouverts de végétation. Il peut atteindre une longueur de 75cm et un poids de 11kg. Son régime se compose principalement d'insectes, de poissons, de grenouilles, d'écrevisses, de crevettes, etc..."},"weight":5,"minWeight":2,"maxWeight":11,"time":{"0":0.2,"5":1,"12":0.9,"19":1},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.8},"rain":{"0":1,"1":1},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":61,"name":{"en":"Large-scaled Yellowfish","fr":"Large-scaled Yellowfish"},"description":{"en":"Large-scale Yellowfish is a carpal fish found in Africa. It inhabits local rivers and lakes, including the Zambezi River. It has a characteristic yellow-gray color and two small barbels. It lives mainly at the bottom, where it feeds on plants, insects, worms and invertebrates. It reaches up to 6.5 kg in weight and 52 cm in length.","fr":"Le Large-scaled Yellowfish est un poisson de la famille des cyprinidés que l'on rencontre en Afrique. Il habite les rivières et les lacs, y compris le Zambèze. Il possède une coloration jaune-gris caractéristique ainsi que deux petits barbillons. Il vit principalement près des fonds où il se nourrit de végétaux, d'insectes, de vers et d'invertébrés. Il peut atteindre un poids de 6,5 kg et une taille de 52 cm."},"weight":5,"minWeight":0.15,"maxWeight":6.5,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.6},"spinningMethods":[]},{"id":113,"name":{"en":"Pennant coralfish","fr":"Poisson cocher"},"description":{"en":"The pennant coralfish is a small perch-like fish of the Chaetodontidae family, often found in aquariums and oceanariums. It inhabits warm ocean waters with numerous coral reefs, which provide it with shelter from predators. It reaches up to 25 cm in length and weighs up to 500 grams. It mainly feeds on plankton and small invertebrates.","fr":"Le poisson cocher est un petit poisson de la famille des Chaetodontidae qui ressemble à une perche et que l'on trouve souvent dans les aquariums et les oceanariums. Il habite les eaux chaudes des océans où les nombreux récifs coralliens lui fournissent un abri contre les prédateurs. Il mesure jusqu'à 25 cm pour un poids pouvant atteindre 500 grammes. Il se nourrit principalement de plancton et de petits invertébrés."},"weight":5,"minWeight":0.03,"maxWeight":0.52,"time":{"0":0.5,"5":1,"12":0.7,"19":0.8},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"}]},{"id":142,"name":{"en":"New Zealand longfin eel","fr":"Anguille de Nouvelle-Zélande"},"description":{"en":"The longfin eel is a species of freshwater eel that is endemic to New Zealand. It is the largest of freshwater eels. They are found in streams, lakes, and rivers connected to the seas. It reaches up to 185 cm in length and weighs up to 25 kg. Their diet consists of insects and fish.","fr":"L'anguille de Nouvelle-Zélande est une anguille d'eau douce endémique de la Nouvelle-Zélande, comme son nom l'indique. C'est la plus grande des anguilles d'eau douce. On la trouve dans les ruisseaux, les lacs et les rivières connectés à la mer. Elle peut mesurer jusqu'à 185 cm de long et peser jusqu'à 25 kg. Elle se nourrit principalement d'insectes et de poissons."},"weight":10,"minWeight":0.4,"maxWeight":25,"time":{"0":1,"5":0.9,"12":0.6,"19":0.8},"wind":{"0":1,"1":0.8},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.5},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":144,"name":{"en":"New Zealand longfin eel","fr":"Anguille de Nouvelle-Zélande"},"description":{"en":"The longfin eel is a species of freshwater eel that is endemic to New Zealand. It is the largest of freshwater eels. They are found in streams, lakes, and rivers connected to the seas. It reaches up to 185 cm in length and weighs up to 25 kg. Their diet consists of insects and fish.","fr":"L'anguille de Nouvelle-Zélande est une anguille d'eau douce endémique de la Nouvelle-Zélande, comme son nom l'indique. C'est la plus grande des anguilles d'eau douce. On la trouve dans les ruisseaux, les lacs et les rivières connectés à la mer. Elle peut mesurer jusqu'à 185 cm de long et peser jusqu'à 25 kg. Elle se nourrit principalement d'insectes et de poissons."},"weight":10,"minWeight":0.4,"maxWeight":25,"time":{"0":1,"5":0.9,"12":0.6,"19":0.8},"wind":{"0":1,"1":0.8},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.5},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":74,"name":{"en":"Lumpfish","fr":"Lompe"},"description":{"en":"Lumpfish is a Scorpaeniformes fish species living in the Atlantic Ocean and the Baltic Sea. It has a stocky, strongly curved body with a large amount of the protrusions. Its coloring is gray, orange or green, depending on the period. It grows up to 61 cm in length and reaches up to 9.5 kg in weight. It feeds mainly on crustaceans, cephalopods, small fish and jellyfish.","fr":"Le lompe est un poisson de l'ordre des Scorpaeniformes vivant dans l'océan Atlantique et dans la mer Baltique. Il possède un corps trapu et très incurvé présentant de nombreuses protubérances. Il est de couleur grise, orange ou verte suivant la période. Il peut mesurer jusqu'à 61 cm pour un poids pouvant atteindre 9,5 kg. Il se nourrit principalement de crustacés, de céphalopodes, de petits poissons et de méduses."},"weight":5,"minWeight":1,"maxWeight":10.5,"time":{"0":1,"5":1,"12":0.9,"19":0.5},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":114,"name":{"en":"Malabar Grouper","fr":"Mérou malabar"},"description":{"en":"The Malabar grouper is a predatory sea fish of the Serranidae family. It has a light grey colour and numerous spots that increase in size as the fish ages. The Malabar grouper reaches up to 240 cm in length and weighs up to 150 kg. It is a predator that mainly feeds on fish, crustaceans and cephalopods.","fr":"Le mérou malabar est un carnassier de mer de la famille des Serranidae. Il est de couleur gris clair et possède de nombreuses taches qui augmentent en taille avec le vieillissement du poisson.Le mérou malabar mesure jusqu'à 240 cm pour un poids pouvant atteindre 150 kg. C'est un prédateur qui se nourrit principalement de poissons, de crustacés et de céphalopodes."},"weight":5,"minWeight":0.5,"maxWeight":150,"time":{"0":0.7,"5":1,"12":0.9,"19":0.8},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"}]},{"id":32,"name":{"en":"Mirror Carp","fr":"Carpe"},"description":{"en":"It is the most popular member of the Cyprinidae family. It can be found all over the world. It is commonly bred in commercial fisheries. It can reach a weight of 50 kg and a length of 130 cm. It mainly feeds on insect larvae, mollusks, crustaceans and algae. It is commonly caught using protein balls.","fr":"Le poisson le plus connu de la famille des cyprinidés. On la trouve dans le monde entier. Elle vit dans les rivières profondes, les bras-morts, les lacs et les marais. Souvent élevée à des fins commerciales, son poids peut atteindre 50kg pour une longueur allant jusqu'à 130cm. Elle se nourrit principalement de larves, de mollusques, de crustacés et d'algues. Les pêcheurs l'attrapent souvent à l'aide de bouillettes."},"weight":5,"minWeight":1,"maxWeight":50,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":0.9,"1":0.4},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"}]},{"id":135,"name":{"en":"Flathead grey mullet","fr":"Mulet cabot"},"description":{"en":"The flathead grey mullet are found in the world’s coastal tropical and subtropical waters. It can most often be caught during the day in rivers and their estuaries. It reaches up to 100 cm in length and 8.2 kg in body weight. Their diet consists mainly of crustaceans, small mollusks, worms, and other organisms living in the mud.","fr":"Le mulet cabot vit dans les eaux côtières tropicales et subtropicales. On peut le pêcher le plus souvent de jour dans les rivières et leurs estuaires. Il peut mesurer jusqu'à 100 cm de long et peser jusqu'à 8,2 kg. Il se nourrit principalement de crustacés, de petits mollusques, de vers et d'autres organismes vivant dans la vase."},"weight":8,"minWeight":0.15,"maxWeight":8.2,"time":{"0":0.2,"5":0.9,"12":0.5,"19":0.8},"wind":{"0":0.9,"1":0.7},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":43,"name":{"en":"Common Nase","fr":"Hotu"},"description":{"en":"Common Nase is a small fish from the Carp family. It lives in clusters at a depth of up to 2m in places with sharp currents and stony or sandy bottoms. Common Nase reaches a maximum of 60 cm in length and 2 kg in weight. Common Nase feed mainly on plants, however, it also eats insect larvae and other small invertebrates.","fr":"Le hotu est un petit poisson de la famille des cyprinidés. Il vit en bancs à une profondeur inférieure à 2m dans des eaux au courant rapide et aux fonds sableux ou pierreux. Le hotu mesure jusqu'à 60 cm pour un poids pouvant atteindre 2 kg. Le hotu se nourrit principalement de plantes bien qu'il mange aussi des larves d'insectes et autres petits invertébrés."},"weight":5,"minWeight":0.15,"maxWeight":2,"time":{"0":0.8,"5":1,"12":0.7,"19":0.6},"wind":{"0":0.9,"1":0.4},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.7},"spinningMethods":[]},{"id":86,"name":{"en":"Oscar","fr":"Oscar"},"description":{"en":"The oscar, also known as the velvet cichlid, is a freshwater cichlid fish. Has a stocky, tall body and large mouth. It reaches up to 46 cm in length and 1.6 kg of body weight. It feeds mainly on smaller fish, worms and insects.","fr":"L'Oscar est un poisson d'eau douce de la famille de cichlidés. Il possède un corps grand et trapu et une bouche large. Il peut mesurer jusqu'à 46 cm et peut peser jusqu'à 1,6 kg. Il se nourrit principalement de petits poissons, de vers et d'insectes."},"weight":5,"minWeight":0.1,"maxWeight":1.6,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":87,"name":{"en":"Payara","fr":"Tétra vampire"},"description":{"en":"Payara is a fish from the Characiformes family, which has huge, coniferous teeth. Its most recognizable feature are two long canines protruding from the lower jaw, which are used to pierce their victims. Payara has an elongated, flattened body in silvery color. It reaches up to 117 cm in length and 17.8 kg of body weight. It feeds mainly on smaller fish.","fr":"Le Tétra vampire est un poisson de la famille des Cynodontidés qui possède des dents énormes et coniques. Ce qu'il a de plus caractéristique, ce sont ses canines saillantes sur la mâchoire inférieure, utilisées pour transpercer ses victimes. Le Tétra vampire possède un corps allongé et aplati de couleur argentée. Il peut mesurer jusqu'à 46 cm pour un poids pouvant atteindre 1,6 kg. Il se nourrit principalement de petits poissons."},"weight":5,"minWeight":0.5,"maxWeight":18,"time":{"0":0.7,"5":1,"12":1,"19":0.8},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":88,"name":{"en":"Peacock bass","fr":"Tucunaré"},"description":{"en":"Peacock bass has a vivid coloration, to which it owes its name. It inhabits not very deep rivers and lakes, usually with a rocky bottom. It lives in schools. The peacock bass reaches up to 74 cm in length and 7.6 kg of body weight. It feeds mainly on smaller fish, but you can also catch it on insects and artificial worms.","fr":"Le Tucunaré est un poisson de couleur vive. Il habite les eaux pas très profondes des lacs et des rivières à fond généralement caillouteux. Il vit en bancs. Le tuncaré peut mesurer jusqu'à 74 cm pour un poids pouvant atteindre 7,6 kg. Il se nourrit principalement de petit poisson, mais il peut aussi être pris avec des insectes ou des vers artificiels."},"weight":5,"minWeight":0.9,"maxWeight":7.6,"time":{"0":0.2,"5":1,"12":0.8,"19":1},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.8},"rain":{"0":0.7,"1":1},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":17,"name":{"en":"Perch","fr":"Perche commune"},"description":{"en":"The Perch is a freshwater, medium-sized predatory fish inhabiting practically all of Europe, the Balkans, Scotland, Asia and parts of Australia. It reaches up to 60 cm in length and a body weight up to 5 kg. It has a tall, laterally flattened body. It is distinguished by a unique coloration - dark green dorsal fins and light green sides, covered with dark streaks. It has a white or yellow ventral. Its pelvic, anal and tail fins have a characteristic orange-red color. Their diet consists mainly of fish, insects and larger invertebrates.","fr":"'La perche est un carnassier de taille moyenne que l''on rencontre dans pratiquement toute l''Europe, les Balkans, l''Écosse, l''Asie ainsi que dans une partie de l''Australie. Elle mesure jusqu''à 60cm pour un poids pouvant atteindre 5kg. Elle possède un corps haut et aplati sur les côtés. Elle se distingue par sa coloration caractéristique: dos vert foncé, flancs vert clair aux stries sombres, ventre blanc ou jaune. Les nageoires abdominale et caudale sont d''une couleur rouge orangé caractéristique. Son régime se compose de poissons, d''insectes et de gros invertébrés.'"},"weight":5,"minWeight":0.4,"maxWeight":5,"time":{"0":0.5,"5":1,"12":1,"19":1},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.5},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":16,"name":{"en":"Pike","fr":"Brochet"},"description":{"en":"The Pike is a predatory fish from the Esocidae family and it is known all over the world! It inhabits numerous aquatic environments, such as ponds, old excavation sites, lakes or rivers. Anglers call it the “snot rocket” because of the body shape. Having a flattened thorax on the front, it stands out with a light green, brown or silver color with a white ventral. Its body is incredibly stiff; therefore, it swims and attacks mostly in a straight line, less often in a wide curve. It can attack its prey in a fraction of a second! It reaches 150 cm in length and a body weight of 25 kg! Its diet mainly consists of other fish, frogs, rodents and even ducks!","fr":"Le brochet est un prédateur de la famille des ésocidés connu dans le monde entier! On le rencontre dans des milieux aquatiques très divers comme les étangs, les lacs formés dans les trous d'excavation, les lacs et les rivières. Surnommé par les pêcheurs \"la flèche d'eau\" en référence à la posture de son corps, il possède un tronc aplati à l'avant. Il se distingue par sa teinte vert clair, brune ou argentée avec le ventre blanc. Son corps est exceptionnellement rigide, c'est pour cela qu'il nage et attaque généralement en ligne droite ou suivant une courbe large. Il est capable d'attaquer sa proie sans élan et en une fraction de seconde! Il mesure jusqu'à 150cm et son poids peut atteindre 25kg. Son régime est composé principalement d'autres poissons, de grenouilles, de rongeurs et même de canards!"},"weight":5,"minWeight":1.5,"maxWeight":25,"time":{"0":0.4,"5":1,"12":1,"19":0.5},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.5},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Twitching","fr":"Twitching"}]},{"id":56,"name":{"en":"Pink Happy","fr":"Pink Happy"},"description":{"en":"Pink Happies living in the Zambezi River are very similar to other Happies and often differ only in details. Pink Happy has a characteristic robust body and head. Its color depends on the season of the year, but it usually has a grayish-green head and dorsal surface, while the sides and underparts are a creamy yellow. It prefers deep, large rivers and floodplain lagoons with sandy bottoms. It feeds primarily on snails, bivalves and insect larvae. They breed in early summer and the females are mouthbrooders. It reaches up to 3.5 kg in weight and 48 cm in length.","fr":"Le Pink Happy giardi vivant dans le Zambèze ressemble beaucoup aux autres représentants de son genre. Le Pink Happy se distingue par son corps et sa tête robustes. Sa coloration varie avec les saisons mais, la plupart du temps, il possède une tête et un dos gris-vert, et des flancs et un ventre jaune-crème. Il préfère les rivières larges et profondes et les lagons à fonds sableux. Il se nourrit principalement de petits escargots,de bivalves et de larves d'insectes. Il se reproduit au tout début de l'été. La femelle pratique l'incubation buccale. Il peut atteindre un poids de 3,5 kg et une longueur de 48 cm."},"weight":5,"minWeight":0.1,"maxWeight":3.5,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":89,"name":{"en":"Kumakuma","fr":"Kumakuma"},"description":{"en":"Paraiba also known as Kumakuma and \"lau lau\" is a species of large catfish. It has a spindle-shaped body without scales and three pairs of long mustaches. Paraiba spends most of the time on the soft bottom. Adults reach up to 360 cm in length and 200 kg body weight. They feed mainly on other fish, but sometimes they also attack mammals.","fr":"Le Paraiba, connu aussi sous le nom de Kumakuma ou Lau Lau est une espèce de gros poisson-chat. Il possède un corps fuselé sans écailles et trois paires de longues moustaches. Le Paraiba passe la plupart de son temps sur les fonds meubles. Les adultes peuvent mesurer jusqu'à 360 cm pour un poids pouvant atteindre 200 kg. Il se nourrit principalement d'autres poissons, mais il attaque aussi parfois des mammifères."},"weight":5,"minWeight":3.3,"maxWeight":200,"time":{"0":1,"5":0.9,"12":0.5,"19":0.7},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":90,"name":{"en":"Piranha","fr":"Piranha"},"description":{"en":"Piranha is one of the most popular fish in the world, famous for its very aggressive behavior. It has a strong laterally tight and high body. The jaws are massive and armed with triangular and very sharp teeth.","fr":"Le Piranha est un des poissons les plus populaires du monde, connu pour son comportement très agressif. Il possède un corps haut et très aplati sur les côtés. Les mâchoires sont massives et pourvues de dents triangulaires très tranchantes."},"weight":5,"minWeight":0.3,"maxWeight":6.1,"time":{"0":0.5,"5":0.7,"12":1,"19":0.7},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.2},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":123,"name":{"en":"Pumpkinseed","fr":"Crapet-soleil"},"description":{"en":"A small fish from the bass family occurring practically all over America and even in Europe. It is a small fish whose weight does not exceed 1 kg. It is characterized by colorful coloration and a red dot behind the gills. It feeds mainly on worms, insects, crustaceans but it can also be caught on corn.","fr":"Un petit poisson de la famille des perches qui se rencontre pratiquement partout en Amérique et même en Europe. Son poids ne dépasse pas 1 kg. Il se distingue par sa coloration et son point rouge derrière les branchies. Il se nourrit principalement de vers, d'insectes, de crustacés mais peut également être capturé avec du maïs."},"weight":5,"minWeight":0.1,"maxWeight":0.73,"time":{"0":0.5,"5":1,"12":1,"19":0.7},"wind":{"0":1,"1":1},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.9},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":60,"name":{"en":"Purple Labeo","fr":"Purple Labeo"},"description":{"en":"Purple labeo is a native fish in the fresh waters of Africa. It inhabits large rivers such as Zambezi , but only in its rocky stretches. Purple labeo has characteristic, thick lips that scrape food from hard surfaces such as rocks. Their diet consists mainly of algae and other encrusting organisms. It reaches up to 4.7 kg in weight and 42 cm in length.","fr":"Le Purple Labeo est un poisson d'eau douce naturellement présent en Afrique. Il habite les larges rivières comme le fleuve Zambèze, mais seulement dans les zones rocheuses. Le Purple Labeo a des lèvres épaisses caractéristiques qui lui permettent de gratter les algues de la surface des rochers. Son régime est principalement constitué de plantes, d'algues, mais il se nourrit aussi d'organismes incrustés. Il peut atteindre un poids de 4,7 kg et une taille de 42 cm."},"weight":5,"minWeight":0.12,"maxWeight":4.7,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.6},"spinningMethods":[]},{"id":57,"name":{"en":"Rainbow Happy","fr":"Rainbow Happy"},"description":{"en":"Rainbow Happies living in the Zambezi River are very similar to other Happies and often differ only in details. Rainbow Happy has a characteristic color depends on the season of the year, but most of the time has olive green scales with dark-borders scales a giving mesh effect , while the fins have a deep olive color with sooty pink spots in rows along the membranes . It prefers deep rivers, lagoons and floodplains with sandy bottom and lush vegetation. It feeds on insects, crustaceans and snails, reaching up to 1.3 kg in weight and 35 cm in length.","fr":"Le Rainbow Happy vivant dans le Zambèze ressemble beaucoup aux autres représentants du même genre. Le Sargochromis carlottae possède une coloration caractéristique qui varie selon les saisons mais, la plupart du temps, il possède des écailles vert-olive avec une bordure plus sombre. Les nageoires sont vert-olive avec des taches roses en lignes le long des membranes. Il préfère les rivières profondes, les lagons, les zones inondables aux fonds sableux et à la végétation abondante. Il se nourrit d'insectes, de crustacés et d'escargots. Il peut atteindre un poids de 1,3 kg et une taille de 35 cm."},"weight":5,"minWeight":0.1,"maxWeight":1.3,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":14,"name":{"en":"Rainbow Runner","fr":"Coureur arc-en-ciel"},"description":{"en":"The Rainbow Runner, also known as the Hawaiian salmon, is a popular species of fish from the Jack family. It is commonly found in tropical and subtropical waters around the world. It inhabits coastal and deepwater areas and reaches up to 180 cm in length and 50 kg in weight. It is a very fast predator, preying mainly on small fish, cephalopods and planktonic crustaceans.","fr":"Le Coureur arc-en-ciel, appelé aussi saumon des Caraïbes, est un poisson commun de la famille des carangidés, vivant principalement dans les eaux tropicales et subtropicales du monde entier. Il habite les zones côtières ainsi que les zones profondes. Il mesure jusqu'à 180cm pour un poids pouvant atteindre 50kg.C'est un prédateur très rapide qui se nourrit principalement de petits poissons, de céphalopodes et de crustacés planctoniques."},"weight":5,"minWeight":8,"maxWeight":50,"time":{"0":0.2,"5":0.5,"12":1,"19":0.8},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":91,"name":{"en":"Redtail catfish","fr":"Poisson chat à queue rouge"},"description":{"en":"Redtail catfish, also known as cajarao or pirara, is the only representative of its kind. It inhabits rivers and lakes, and in the rainy season flows into flooded forests. It lives mainly on the bottom. The redtail catfish is one of the most colorful catfish in the Amazon. It reaches up to 154 cm in length and 56 kg of body weight. It is a predatory fish, it mainly feeds on fish and crustaceans, but it can also be caught on fruit and seeds.","fr":"Le Poisson-chat à queue rouge, connu aussi sous le nom de Cajarao ou Pirara est le seul représentant de son espèce. Il habite les lacs et les rivières et, à la saison des pluies, il gagne les forêts inondées. Il vit principalement au fond de l'eau. Le Poisson-chat à queue rouge est un des poissons-chats les plus colorés de l'Amazonie. Il peut mesurer jusqu' à 154 cm pour un poids pouvant atteindre 56 kg. C'est un prédateur qui se nourrit principalement de poissons et de crustacés, mais il peut également être pris avec des fruits ou des graines"},"weight":5,"minWeight":1.8,"maxWeight":56,"time":{"0":1,"5":0.9,"12":0.5,"19":0.7},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":140,"name":{"en":"Brown bullhead","fr":"Barbotte brune"},"description":{"en":"The brown bullhead is a species of predatory fish from the Ictaluridae family, fished mainly for consumption and aquariums. Its habitat consists of large and slow streams, ponds, and swamps. It reaches a maximum of 55 cm in length and its body weighs up to 2.8 kg. Its diet consists mainly of worms, insects, frogs, and leeches.","fr":"La barbotte brune est une espèce de poisson prédateur de la famille des Ictaluridés, pêchée principalement pour sa chair et pour décorer les aquariums. Elle vit dans les cours d'eau larges et tranquilles, les étangs et les marécages. Elle peut mesurer jusqu'à 55 cm de long et peut peser jusqu'à 2,8 kg. Elle se nourrit principalement de vers, d'insectes, de grenouilles et de sangsues."},"weight":2,"minWeight":0.15,"maxWeight":2.8,"time":{"0":0.8,"5":0.9,"12":0.5,"19":0.7},"wind":{"0":0.9,"1":0.7},"cloud":{"0":0.8,"1":0.6},"rain":{"0":0.7,"1":0.9},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":58,"name":{"en":"Zambezi Bream","fr":"Zambezi Bream"},"description":{"en":"Zambezi Bream are found in river systems of southern Africa. They have a characteristic large head with a rounded snout and a slightly, upward pointing mouth. The body is brown in color on the upper side . They prefer heavily overgrown river banks where the water current is weaker. They feed mainly on plants, insects, and worms. It reaches up to 0.4 kg in weight and 15 cm in length.","fr":"Le Zambezi Bream est naturellement présent dans les rivières du sud de l'Afrique. Il possède une grosse tête caractéristique au museau arrondi et à la bouche légèrement orientée vers le haut. Son corps est de couleur brune. Le Zambezi Bream préfère les rivières à faible courant et aux berges à la végétation abondante. Il se nourrit principalement de végétaux, d'insectes et de vers. Il peut atteindre un poids de 0,4 kg et une taille de 15 cm."},"weight":5,"minWeight":0.1,"maxWeight":0.4,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":22,"name":{"en":"Channel Catfish","fr":"Barbue de rivière"},"description":{"en":"A species of fish from the Ictaluridae family, fished mainly for consumption and aquariums. It is the most abundant ictalurid in the United States. Its habitat consists of large and slow streams and ponds. It reaches a maximum of 132 cm in length and its body weighs up to 26 kg. Its diet consists mainly of worms, insects, frogs and leeches.","fr":"Espèce de poisson de la famille des ictaluridés, pêché principalement pour la consommation ou pour l'élevage en aquarium. C'est l'ictaluridé le plus abondant aux États-Unis. Il habite les grands ruisseaux et les étangs aux eaux calmes. Il mesure jusqu'à 132cm pour un poids pouvant atteindre 26kg. Son régime se compose principalement de vers, d'insectes, de grenouilles et de sangsues."},"weight":5,"minWeight":1,"maxWeight":26,"time":{"0":0.8,"5":1,"12":0.5,"19":0.7},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.8},"rain":{"0":0.8,"1":1},"spinningMethods":[]},{"id":40,"name":{"en":"Zander","fr":"Sandre"},"description":{"en":"Zander is a predatory fish of the Percidae family. It can be found in almost all water reservoirs with high oxygenation. Zander is a typical predator. It feeds mainly on small fish, larvae, frogs and earthworms. It reaches up to 120 cm in length and 12 kg in weight.","fr":"Le sandre est un carnassier de la famille des percidés. On le trouve dans la plupart des eaux riches en oxygène. Le sandre est un prédateur se nourrissant principalement de petits poissons, de larves, de grenouilles et de vers de terre. Il mesure jusqu'à 120 cm pour un poids pouvant atteindre 12 kg."},"weight":5,"minWeight":0.7,"maxWeight":12,"time":{"0":0.3,"5":1,"12":0.7,"19":0.9},"wind":{"0":0.9,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":30,"name":{"en":"Chub","fr":"Chevesne"},"description":{"en":"The Chub is a species of freshwater fish from the Cyprinidae family. It prefers flowing water, but it can also be found in lakes and bays. It can reach a weight of 5 kg and a length of 80 cm. The Chub is an omnivorous fish species. It preys mainly on rotifers and copepods, whereas larger individuals prey on small fish.","fr":"Le chevesne est un poisson d'eau douce de la famille des cyprinidés. Il apprécie particulièrement les eaux courantes bien qu'on puisse également le rencontrer dans les lacs et dans les baies. Ils peut atteindre un poids de 5kg pour une taille allant jusqu'à 80 cm. Le chevesne est un omnivore qui se nourrit principalement de copépodes et de rotifères (les plus gros spécimens se nourrissent aussi de petits poissons)."},"weight":5,"minWeight":0.5,"maxWeight":5,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":0.9,"1":0.3},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.5},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":107,"name":{"en":"Houndfish","fr":"Orphie crocodile"},"description":{"en":"The houndfish is a predatory fish of the Needlefish family. Needlefish have a characteristic torpedo-shaped body and an elongated snout, resembling a stork's beak, but it contains numerous small yet razor-sharp teeth used to catch their prey. The houndfish reaches up to 150 cm in length and weighs up to 6.4 kg! It mainly feeds on smaller fish.","fr":"L'Orphie crocodile est un prédateur de la famille Belonidae. L'Orphie crocodile possède un corps caractéristique en forme de torpille et un museau allongé qui ressemble à un bec de cigogne, garni de nombreuses petites dents acérées comme des rasoirs qui lui servent à attraper ses proies. L'Orphie crocodile peut mesurer jusqu'à 150 cm pour un poids pouvant atteindre 6,4 kg! Il se nourrit principalement de petits poissons."},"weight":5,"minWeight":0.12,"maxWeight":6.4,"time":{"0":0.2,"5":1,"12":0.8,"19":1},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.8},"rain":{"0":1,"1":1},"spinningMethods":[{"en":"Straight","fr":"Tirer"}]},{"id":106,"name":{"en":"Common Lionfish","fr":"Rascasse volante"},"description":{"en":"The common lionfish is a predatory sea fish from the Scorpaenidae family, which can often be found in aquariums. It owes its name to the venom contained in its venom spines, which causes fiery pain. The common lionfish reaches up to 46 cm in length and weighs up to 1.4 kg. Its body is vividly coloured and it feeds mainly on smaller fish, crabs and shrimps.","fr":"La rascasse volante est un carnassier de mer de la famille des Scorpaenidae que l'on trouve souvent dans les aquariums. Ses épines contiennent un venin qui provoque d'ardentes douleurs. La rascasse volante peut mesurer jusqu'à 46 cm pour un poids pouvant atteindre 1,4 kg. Son corps est de couleur vive et elle se nourrit principalement de petits poissons, de crabes et de crevettes."},"weight":5,"minWeight":0.16,"maxWeight":1.4,"time":{"0":0.6,"5":0.6,"12":1,"19":0.3},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"}]},{"id":33,"name":{"en":"Crucian Carp","fr":"Carassin"},"description":{"en":"The Crucian Carp is a small fish from the Cyprinidae family. It can be found all across Europe in the basins of Siberian rivers. It can reach a weight of 3 kg and 64 cm in length. It feeds mainly on invertebrates, but it can be caught with most types of natural bait.","fr":"Le carassin est un petit poisson de la famille des cyprinidés. On le rencontre dans pratiquement toute l'Europe ainsi que dans les bassins fluviaux sibériens. Il pèse jusqu'à 3 kg pour une taille pouvant atteindre 64cm. Il se nourrit principalement d'invertébrés mais on peut l'attraper avec la plupart des appâts naturels."},"weight":5,"minWeight":0.15,"maxWeight":3,"time":{"0":0.5,"5":0.6,"12":1,"19":0.7},"wind":{"0":0.9,"1":0.6},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Twitching","fr":"Twitching"}]},{"id":75,"name":{"en":"Deepwater Redfish","fr":"Sébaste du Nord"},"description":{"en":"Deepwater redfish is a medium-sized species of sea fish inhabiting the Atlantic Ocean. It has the oval, strong curved body and bright red coloring. It grows up to 77 cm in length and reaches up to 9.2 kg in weight. It feeds mainly on crustaceans, larvae and small fish.","fr":"Le sébaste du Nord est une espèce de poisson de mer de taille moyenne habitant l'océan Atlantique. Il possède un corps ovale très incurvé et une couleur rouge vif. Il peut mesurer jusqu'à 77 cm pour un poids pouvant atteindre 9,2 kg. Il se nourrit principalement de crustacés, de larves et de petits poissons."},"weight":5,"minWeight":0.9,"maxWeight":10,"time":{"0":1,"5":1,"12":0.9,"19":0.5},"wind":{"0":1,"1":1},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":35,"name":{"en":"Cutthroat Trout","fr":"Truite fardée"},"description":{"en":"The Cutthroat Trout is a freshwater fish species from the Salmonidae family. Depending on the inhabited area, they reach 15 to 110 cm in length and a weight of up to 8 kg. They inhabit the cool waters of the western part of North America. The Cutthroat Trout is covered with black spots and has a characteristic red streak under the lower jaw. It is a predator with a varied diet, generally feeding on anything found in its way.","fr":"La truite fardée - une espèce de poisson d'eau douce de la famille des salmonidés. Selon le milieu qu'elle habite, sa taille varie de 15 à 110cm pour un poids pouvant atteindre 8 kg. On la rencontre dans les eaux fraîches de l'ouest de l'Amérique du Nord. La truite fardée est couverte d'écailles noires et possède une bande rouge caractéristique sous la mâchoire inférieure. C'est un carnassier au régime varié. Il se nourrit généralement de tout ce qu'il trouve sur son chemin."},"weight":5,"minWeight":0.4,"maxWeight":8,"time":{"0":0.2,"5":1,"12":0.8,"19":0.7},"wind":{"0":0.9,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Twitching","fr":"Twitching"}]},{"id":12,"name":{"en":"Mahi-Mahi","fr":"Coryphène"},"description":{"en":"The Mahi-Mahi is a predator that is commonly found in tropical and subtropical waters around the world. They mainly inhabit coral reefs, near the surface of the water. They reach up to 210 cm in length and 40 kg in weight, and move at speeds of up to 93 km/h! As a predator, the Dorado mainly feeds on flying fish, crabs, squids, mackerels and other smaller fish.","fr":"Le coryphène est un prédateur que l'on rencontre dans les eaux tropicales et subtropicales du monde entier. On le trouve principalement à proximité des récifs coralliens, près de la surface de l'eau. Il mesure jusqu'à 210cm pour un poids pouvant atteindre 40kg. Il se déplace à une vitesse pouvant atteindre 93km/h! Le coryphène est un carnassier se nourrissant principalement de poissons volants, de crabes, de calmars, de maquereaux et autres petits poissons."},"weight":5,"minWeight":7,"maxWeight":40,"time":{"0":0.3,"5":0.8,"12":1,"19":0.3},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":49,"name":{"en":"Electric Catfish","fr":"Poisson-chat électrique"},"description":{"en":"One of electric catfish species native to the Zambezi River and Kariba Lake. They have a dark color, from brown to black so their prey can't see them near the bottom. Electric catfish feed primarily on other fish, incapacitating their prey with electric discharges. In addition to fish, they also feed on fish eggs, invertebrates, insects and worms. It reaches up to 8 kg in weight and 40 cm in length.","fr":"Une des espèces de poissons-chats électriques naturellement présente dans le Zambèze et le lac Kariba. Il possède une couleur sombre, brune à noire, ce qui fait que ses proies ne le voient pas près du fond. Le poisson-chat électrique se nourrit principalement d'autres poissons auxquels il administre une décharge électrique. En plus des poissons, il se nourrit également d'œufs, d'invertébrés, d'insectes et de vers. Il peut atteindre un poids de 8 kg et une longueur de 40 cm."},"weight":5,"minWeight":0.5,"maxWeight":8.33,"time":{"0":1,"5":0.9,"12":0.6,"19":0.8},"wind":{"0":1,"1":0.6},"cloud":{"0":1,"1":0.8},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"}]},{"id":83,"name":{"en":"Electric eel","fr":"Anguille électrique"},"description":{"en":"Electric eel has an elongated, cylindrical body without dorsal and abdominal fins. It looks like an eel, but it does not belong to the Anguilliformes family. Electric eel inhabits muddy sections of rivers, usually deeper and shaded. Electric eel reaches up to 250 cm long and 20 kg body weight. It feeds mainly on smaller fish, amphibians, worms and invertebrates. This fish, every several minutes must float to the surface to get some air.","fr":"L'Anguille électrique possède un corps allongé et cylindrique dépourvu de nageoires dorsales et abdominales. Elle ressemble à une anguille mais n'appartient pas à la famille des Anguilidés. L'Anguille électrique habite les zones boueuses des rivières, particulièrement les zones profondes et à l'ombre. L'Anguille électrique peut mesurer jusqu'à 250 cm pour un poids pouvant atteindre 20 kg. Elle se nourrit principalement de petits poissons, d'amphibiens, de vers et d'invertébrés. Ce poisson doit nager à la surface toutes les quelques minutes afin d'absorber de l'air."},"weight":5,"minWeight":0.43,"maxWeight":20,"time":{"0":1,"5":0.9,"12":0.6,"19":0.8},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.8},"rain":{"0":1,"1":0.4},"spinningMethods":[]},{"id":120,"name":{"en":"Flathead Catfish","fr":"Poisson-chat à tête plate"},"description":{"en":"Flathead Catfish is a species of freshwater catfish from the Ictaluridae family. It occurs naturally in North America, but can also be found in various other places where it is considered an invasive species. It reaches up to 155 cm in length and weighs up to 55 kg. Flathead Catfish is a predator and feeds mainly on fish, insects, worms and crustaceans. It attacks anything that moves and creates vibrations.","fr":"Le poisson-chat à tête plate est une espèce de poissons-chats d'eau douce de la famille des Ictaluridés. On le rencontre naturellement en Amérique du Nord, mais on peut également le trouver dans d'autres endroits, où il est considéré comme une espèce envahissante. Il mesure jusqu'à 155 cm pour un poids pouvant atteindre 55 kg. Le poisson-chat à tête plate est un prédateur se nourrissant principalement de poissons, d'insectes, de vers et de crustacés. Il attaque tout ce qui bouge et émet des vibrations."},"weight":5,"minWeight":0.07,"maxWeight":56,"time":{"0":0.9,"5":1,"12":0.5,"19":0.7},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.5},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"}]},{"id":69,"name":{"en":"Fourhorn Sculpin","fr":"Chaboisseau à quatre cornes"},"description":{"en":"Fourhorn Sculpin is a Scorpaeniformes, residing both salt and sweet waters. In ocean waters it may be found at depths of up to 100 m. It reaches up to 60 cm in length and 260 gr in body weight. It has a characteristic appearance with numerous growths and spines without any scales. It feeds mainly on small crustaceans and small fish.","fr":"Le chaboisseau à quatre cornes est un poisson de l'ordre des scorpaéniformes, habitant les eaux douces et salées. En mer, on peut le trouver à des profondeurs supérieures à 100m. Il peut mesurer jusqu'à 60 cm pour un poids de 260g. Il possède une apparence caractéristique avec ses protubérances et son dos sans écailles. Il se nourrit principalement de petits crustacés et de petits poissons."},"weight":5,"minWeight":0.08,"maxWeight":0.26,"time":{"0":0.6,"5":0.6,"12":1,"19":0.3},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":96,"name":{"en":"Giant Barb","fr":"Carpe siamoise"},"description":{"en":"Giant barb, Siamese giant carp, giant Siamese carp - a fish with many names, but they all point to one feature - its huge size. It is found mainly in Asia and naturally occurs in the Mekong basins. However, it was artificially introduced in many places around the world. It reaches up to 300 cm in length and weighs up to 300 kg. It mainly feeds on algae, fruits, underwater plants and sometimes insects and smaller animals.","fr":"'La carpe siamoise ou carpe géante siamoise, un poisson dont les noms indiquent une chose: sa taille. On la trouve principalement en Asie, où elle apparaît naturellement dans le bassin versant du Mékong. Elle a cependant été introduite artificiellement dans de nombreux endroits du monde. Elle mesure jusqu''à 300 cm pour un poids pouvant atteindre 300 kg. Elle se nourrit principalement d''algues, de fruits, de plantes sous-marines et parfois d''insectes et de petits animaux.'"},"weight":5,"minWeight":3.5,"maxWeight":300,"time":{"0":0.5,"5":0.7,"12":1,"19":0.7},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.3},"spinningMethods":[]},{"id":108,"name":{"en":"Giant Grouper","fr":"Mérou géant"},"description":{"en":"The giant grouper is known all over the world thanks to its size and the effort it takes to get it out of the water. It is a ruthless predator and, like sharks, it can attack people! The giant grouper reaches up to 270 cm in length and weighs up to 400 kg! It feeds on a variety of fish, as well as baby sharks, baby sea turtles, crustaceans and molluscs, which it swallows whole!","fr":"Le mérou géant est connu dans le monde entier de par sa taille et de par l'effort qu'il faut fournir pour le sortir de l'eau. C'est un prédateur impitoyable qui, comme les requins, peut attaquer l'homme! Le mérou géant mesure jusqu'à 270 cm pour un poids pouvant atteindre 400 kg! Il se nourrit de divers poissons ainsi que de bébés requins, de bébés tortues de mer, de crustacés et de mollusques qu'il avale entiers!"},"weight":5,"minWeight":0.9,"maxWeight":400,"time":{"0":0.6,"5":0.6,"12":1,"19":0.3},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"}]},{"id":121,"name":{"en":"Giant Trevally","fr":"Carangue à grosse tête"},"description":{"en":"Giant Trevally is a fish from the Jack family. It inhabits in various water environments. It can be found in estuaries, shallow bays and lagoons, and adults in the deep coral reefs and coastal atolls. It reaches up to 170 cm in length and 80 kg in weight. Giant Trevally is a predator and mainly feeds on smaller fish, crustaceans and squid. In addition, it is also known for feeding on carrion. Depending on the environment, you can find single fish or entire groups","fr":"La carangue à grosse tête est un poisson de la famille des carangidae. Il est présent dans divers environnements aquatiques. On peut le trouver dans les estuaires, les baies peu profondes et les lagons et, pour les adultes, dans les récifs coralliens profonds et les atolls côtiers. Il peut mesurer jusqu'à 170 cm pour un poids pouvant atteindre 80 kg. La carangue à grosse tête est un prédateur qui se nourrit principalement de petits poissons, de crustacés et de calmars. Il peut également se nourrir de charognes. En fonction de l'environnement, on peut le rencontrer tout seul ou en groupes entiers."},"weight":5,"minWeight":0.63,"maxWeight":84.5,"time":{"0":0.6,"5":0.6,"12":1,"19":0.3},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.5},"rain":{"0":1,"1":0.9},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":73,"name":{"en":"Goblin Shark","fr":"Requin-lutin"},"description":{"en":"Goblin shark is a deep-sea shark species inhabiting the waters of the Atlantic and Pacific Oceans at a depth of over 200 meters. It has characteristic protruding jaws, a spindle-shaped body, a pink-white or gray color and short, rounded fins. Goblin shark grows up to 540 cm in length and reaches up to 250 kg in weight. It feeds mainly on fish, crustaceans and cephalopods.","fr":"Le requin-lutin est une espèce de requin habitant les eaux profondes de plus de 200 m de l'Atlantique et du Pacifique, Il possède une mâchoire saillante, un corps fusiforme, une couleur rose-blanche ou grise, des nageoires arrondies. Le requin-lutin peut atteindre une taille de 540cm et un poids de 250 kg. Il se nourrit principalement de poissons, de crustacés et de céphalopodes."},"weight":5,"minWeight":26,"maxWeight":260,"time":{"0":0.2,"5":1,"12":0.7,"19":0.8},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":46,"name":{"en":"Golden Trout","fr":"Truite dorée"},"description":{"en":"Golden Trout is a subspecies of Rainbow Trout, naturally found in California and Canada. It is distinguished by vivid coloration of golden-red colors and has dark spots on each side. It prefers clean, cool water with high oxygenation. Its diet consists mainly of insects, crustaceans and smaller fish. Golden Trout reaches up to 71 cm in length and 5 kg in weight.","fr":"La truite dorée est une sous-espèce de la truite arc-en-ciel, naturellement présente en Californie et au Canada. Elle se distingue par sa coloration vive rouge-or et ses taches sombres de chaque côté. Elle préfère une eau propre et fraîche fortement oxygénée. Son régime alimentaire se compose principalement d'insectes, de crustacés et de poissons plus petits. La truite dorée peut mesurer jusqu'à 71 cm pour un poids pouvant atteindre 5 kg."},"weight":5,"minWeight":0.2,"maxWeight":5,"time":{"0":0.2,"5":0.8,"12":1,"19":0.7},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Twitching","fr":"Twitching"}]},{"id":31,"name":{"en":"Grass Carp","fr":"Carpe de roseau"},"description":{"en":"It is the only representative of the Ctenopharyngodon family. Initially, it only occurred in China and the basins of the Amur River; however, with time, it was initially introduced to other countries. Currently, it can be found almost anywhere in the world. It prefers lowland rivers and lakes, where it forms groups as large as a dozen or so members. It can reach a weight of up to 45 kg and a length of 150 cm. These fish are incredibly combative, but because of their diet, they are difficult to catch. They mainly feed on vegetation but can be caught using corn, tomatoes or bread.","fr":"C'est le seul représentant des cténopharyngodons. Il est originaire de la Chine et des bassins fluviaux de l'Amour, mais il a été introduit dans d'autres pays. Actuellement, on le rencontre pratiquement dans le monde entier. Il préfère la partie inférieure des cours d'eau ainsi que les lacs où il se regroupe en bancs comptant une dizaine ou une vingtaine d'individus. Il pèse jusqu'à 45kg pour une taille pouvant atteindre 150cm. C'est un combattant exceptionnel mais difficile à attraper à cause de son régime alimentaire composé principalement de végétaux. On peut tout de même l'attraper avec du maïs, de la tomate ou du pain."},"weight":5,"minWeight":2,"maxWeight":45,"time":{"0":0.5,"5":1,"12":0.7,"19":0.9},"wind":{"0":0.9,"1":0.2},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.4},"spinningMethods":[]},{"id":109,"name":{"en":"Great Barracuda","fr":"Grand barracuda"},"description":{"en":"The great barracuda is a large, fast and dangerous predatory fish that sometimes attacks humans. Thanks to its torpedo-shaped body, it can reach really high speeds, which is why it is appreciated in sport fishing. The great barracuda can reach up to 200 cm in length and weighs up to 53 kg! It feeds mainly on fish, cephalopods and shrimps.","fr":"Le grand barracuda est un gros prédateur rapide et dangereux qui peut parfois attaquer l'homme. Son corps en forme de torpille lui permet d'atteindre des vitesses très élevées, c'est pourquoi il est apprécié dans la pêche sportive. Le grand barracuda peut mesurer jusqu'à 200 cm pour un poids pouvant atteindre 53 kg! Il se nourrit principalement de poissons, de céphalopodes et de crevettes."},"weight":5,"minWeight":0.25,"maxWeight":53,"time":{"0":1,"5":0.9,"12":0.6,"19":0.8},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":55,"name":{"en":"Green Happy","fr":"Green Happy"},"description":{"en":"Green Happies living in the Zambezi River are very similar to other Happies and often differ only in details. Green Happy has a characteristic robust body and head. Its color depends on the season of the year, but it usually has a grayish-green head and back, while the sides and underparts are a creamy yellow. It prefers deep, quiet water, slow-flowing channels and floodplain lagoons . It feeds on water lily seeds, small snails, bivalves and insects. It reaches up to 2.5 kg in weight and 45 cm in length.","fr":"Le Green Happy vivant dans le Zambèze ressemble beaucoup aux autres représentants de son genre. Le Green Happy se distingue par son corps et sa tête robustes. Sa coloration varie avec les saisons mais, la plupart du temps, il possède une tête et un dos gris-vert, et des flancs et un ventre jaune-crème. Il préfère les eaux calmes et profondes, à faible courant. Il se nourrit principalement de graines, de petits escargots, de bivalves et d'insectes. Il peut atteindre un poids de 2,5 kg et une longueur de 45 cm"},"weight":5,"minWeight":0.1,"maxWeight":2.5,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":68,"name":{"en":"Greenland Halibut","fr":"Flétan du Groenland"},"description":{"en":"Greenland halibut is a smaller cousin of the Atlantic halibut, inhabiting Greenland. It grows up to 130 cm in length and reaches up to 7 kg in weight. It has a distinctive flattened body and its left eye is located on the top of its head. It stands out with its specific coloration, on one side it is dark blue and the other side black. It feeds mainly on cephalopods, crustaceans and molluscs.","fr":"Le flétan du Groenland est un cousin de taille inférieure du flétan de l'Atlantique qui habite le Groenland. Il mesure jusqu'à 130 cm pour un poids pouvant atteindre 7 kg. Il possède un corps aplati caractéristique et son œil gauche se trouve sur le haut de sa tête. Il se démarque par sa couleur spécifique. Bleu foncé d'un côté et noir de l'autre. Il se nourrit principalement de céphalopodes, de crustacés et de mollusques."},"weight":5,"minWeight":4.6,"maxWeight":25,"time":{"0":0.8,"5":0.7,"12":0.9,"19":1},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":66,"name":{"en":"Greenland Cod","fr":"Morue du Groenland"},"description":{"en":"Greenland cod is a close relative of the Atlantic cod, residing, in addition to the Atlantic Ocean also the Arctic Ocean. In comparison to the Atlantic cod, it has no spots and is much smaller. Greenland cod (ogac) reaches 22.7 kg in weight and 85 cm in length. It feeds mainly on other fish, crustaceans and cephalopods.","fr":"La morue du Groenland est un proche parent de la morue de l'Atlantique que l'on rencontre dans l'océan Atlantique mais aussi dans l'océan Arctique. Comparée à la morue de l'Atlantique, elle n'a pas de tâches et est pas mal plus petite. La morue du Groenland (ogac) peut atteindre un poids de 22,7 kg et une taille de 85 cm. Elle se nourrit principalement d'autres poissons, de crustacés et de cèphalopodes."},"weight":5,"minWeight":2.3,"maxWeight":23.5,"time":{"0":0.7,"5":1,"12":0.9,"19":0.8},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":72,"name":{"en":"Greenland Shark","fr":"Requin du Groenland"},"description":{"en":"Greenland shark inhabits the waters of Greenland and the North Atlantic. It is considered to be the longest living vertebrate on Earth. It has a massive, spindle-shaped body with small fins and dark coloration of the spine. Greenland shark reaches up to 8 m in length and 1,500 kg in weight. Despite its inconspicuous appearance, Greenland shark is an absolute predator and its diet consists of other fish, such as cod, capelin, halibut, oyster and flounder. It is attracted by the smell of carrion.","fr":"Le requin du Groenland habite les eaux du Groenland et l'Atlantique nord. Il est considéré comme le vertébré ayant la plus longue durée de vie sur terre. Il possède un corps énorme et fusiforme, de petites nagoires et une épine dorsale de couleur foncée. Le requin du Groenland peut atteindre une taille de 8m et un poids de 1500 kg. Malgré son apparence discrète, le requin du Groenland est un prédateur et son régime se compose d'autres poissons comme des morues , des capélans ou des flétans, des huitres, des flets. Il est attiré par l'odeur des charognes."},"weight":5,"minWeight":125,"maxWeight":1555,"time":{"0":0.2,"5":1,"12":0.7,"19":0.8},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":111,"name":{"en":"Mangrove snapper","fr":"Vivaneau sarde grise"},"description":{"en":"The mangrove snapper is a fish valued by anglers and fishermen. It can be found both in oceans and coastal freshwaters. It reaches up to 90 cm in length and weighs up to 20 kg. The mangrove snapper has two large fangs, which it uses to hunt smaller fish, crustaceans and invertebrates.","fr":"Le vivaneau sarde grise est un poisson apprécié des pêcheurs. On le trouve aussi bien dans les océans que dans les eaux douces côtières. Il mesure jusqu'à 90 cm pour un poids pouvant atteindre 20 kg. Le vivaneau sarde grise possède deux grands crocs qu'il utilise pour chasser les petits poissons, les crustacés et les invertébrés."},"weight":5,"minWeight":0.08,"maxWeight":20.5,"time":{"0":0.7,"5":1,"12":0.9,"19":0.8},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"}]},{"id":110,"name":{"en":"Greyface Moray Eel","fr":"Murène à œil blanc"},"description":{"en":"The greyface moray eel is a predatory sea fish inhabiting coral reefs, where it can successfully hunt its prey. It has a scaly, serpentine body and two fangs that allow it to crack shells and tear sea urchins apart. It reaches up to 66 cm in length and weighs up to 3.5kg.","fr":"La murène à œil blanc est un carnassier de mer habitant les récifs coralliens où elle peut chasser ses proies. Elle possède un corps squameux et serpentiforme ainsi que deux crocs qui lui permettent de casser les coquilles et de déchirer les oursins. Elle mesure jusqu'à 66 cm pour un poids pouvant atteindre 3,5 kg."},"weight":5,"minWeight":0.1,"maxWeight":3.5,"time":{"0":1,"5":1,"12":0.9,"19":0.5},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":42,"name":{"en":"Huchen","fr":"Saumon du Danube"},"description":{"en":"Huchen is a fish of the Salmonid family inhabiting mainly rivers and basins. It reaches a maximum of 180 cm in length and a weight of 60 kg; however, its average weight ranges between 20-30 kg. Huchen is a ruthless predator and feeds mainly on smaller fish, i.e. roach, ide, chub, common nase, but it also feeds on insects, invertebrates, frogs, small mammals and birds.","fr":"Le saumon du Danube est un poisson de la famille des salmonidés vivant principalement dans les rivières et les bassins. Il mesure jusqu'à 180cm pour un poids pouvant atteindre 60 kg, mais plus souvent compris entre 20 et 30 kg. Le Saumon du Danube est un carnassier redoutable se nourrissant principalement de poissons plus petits, comme le gardon, l'ide, le chevesne, le hotu, mais aussi d'insectes, d'invertébrés, de grenouilles, de petits mammifères et d'oiseaux."},"weight":5,"minWeight":10,"maxWeight":60,"time":{"0":0.3,"5":0.9,"12":0.6,"19":1},"wind":{"0":0.9,"1":0.2},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":122,"name":{"en":"Ide","fr":"Ide"},"description":{"en":"In appearance it may resemble roach, but it is considerably larger. The Ide has a characteristic white belly and red-yellow lower fins. It reaches up to 70 cm in length and weighs up to 5 kg. It occurs in rivers, lakes, ponds and sometimes salt waters, at the river mouths. It feeds mainly on insects, molluscs, crustaceans and sometimes small fish.","fr":"Il peut faire penser à un gardon, mais il est considérablement plus grand. L'Ide se distingue par son ventre blanc et ses nageoires inférieures rouge-jaune. Il mesure jusqu'à 70 cm pour un poids pouvant atteindre 5 kg. On le trouve dans les rivières, les lacs, les étangs et parfois dans les eaux salées, à l'embouchure des rivières. Il se nourrit principalement d'insectes, de mollusques, de crustacés et parfois de petits poissons."},"weight":5,"minWeight":0.01,"maxWeight":5.3,"time":{"0":0.5,"5":1,"12":1,"19":0.7},"wind":{"0":1,"1":1},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.9},"spinningMethods":[]},{"id":112,"name":{"en":"Indian Threadfish","fr":"Cordonnier plume"},"description":{"en":"The Indian threadfish is a sea fish of the Carangidae family, inhabiting coastal waters with coral reefs and even semi-salty estuaries. It has an elongated, laterally compressed silver-coloured body. It reaches up to 165 cm in length and weighs up to 25 kg. It is a predatory fish, feeding mainly on smaller fish, cephalopods and crustaceans.","fr":"Le cordonnier plume est un poisson de mer de la famille des carangidae, habitant les eaux côtières avec des récifs coralliens et même les estuaires saumâtres. Il possède un corps allongé et aplati de couleur argentée. Il mesure jusqu'à 165 cm pour un poids pouvant atteindre 25 kg. C'est un prédateur qui se nourrit principalement de petits poissons, de céphalopodes et de crustacés."},"weight":5,"minWeight":0.09,"maxWeight":25,"time":{"0":0.4,"5":0.8,"12":1,"19":0.8},"wind":{"0":1,"1":0.6},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.8},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"}]},{"id":97,"name":{"en":"Japanese Eel","fr":"Anguille du Japon"},"description":{"en":"The Japanese eel is one of the few representatives of its species found only in Asia. It reaches up to 150 cm in length and weighs up to 2 kg. Its diet mainly consists of invertebrates, worms, small fish and crayfish.","fr":"L'anguille du Japon est une des rares représentantes de son espèce que l'on ne trouve qu'en Asie. Elle mesure jusqu'à 150 cm pour un poids pouvant atteindre 2 kg. Son alimentation se compose principalement d'invertébrés, de vers, de petits poissons et d'écrevisses."},"weight":5,"minWeight":0.27,"maxWeight":2,"time":{"0":1,"5":0.9,"12":0.6,"19":0.8},"wind":{"0":1,"1":0.8},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.5},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"}]},{"id":84,"name":"FISH/JAU_CATFISH_NAME","description":"FISH/JAU_CATFISH_DESC","weight":5,"minWeight":0.08,"maxWeight":0.26,"time":{"0":0.6,"5":0.6,"12":1,"19":0.3},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":52,"name":{"en":"Red Breasted Tilapia","fr":"Red Breasted Tilapia"},"description":{"en":"Redbreast Tilapia is a native fish in the fresh waters of Africa. Its natural environment is lakes and swamps, but over the years it has also inhabited rivers. It has a characteristic pink underbelly. In southern Africa, it is called a redbreast kurper. Redbreast tilapia is very often caught by anglers and fishermen. It feeds mainly on worms, insects, and invertebrates. It reaches up to 3 kg in weight and 55 cm in length.","fr":"Le Red Breasted Tilapia est un poisson d'eau douce originaire d'Afrique. Il est naturellement présent dans les lacs et les marécages, mais on peut aussi le rencontrer à présent dans les rivières. Il possède un ventre rose caractéristique. LeRed Breasted Tilapia est très souvent péché. Il se nourrit principalement de vers, d'insectes et d'invertébrés. Il peut atteindre un poids de 3 kg et une taille de 55 cm."},"weight":5,"minWeight":0.1,"maxWeight":3,"time":{"0":0.5,"5":0.7,"12":1,"19":0.7},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.2},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":45,"name":{"en":"Yellow Perch","fr":"Perchaude"},"description":{"en":"Yellow Perch is a predatory fish of the Percidae family. Its appearance is similar to its European brother, however the coloring changes together with age from yellow to a copper-green color. Yellow Perch becomes a predator at a very young age, feeding on fish, crayfish, crustaceans, worms and insects. Sometimes Yellow Perch hunts in groups. Yellow Perch reaches up to 50 cm in length and 1.9 kg in weight.","fr":"La perchaude est un prédateur de la famille des percidés. Son apparence est semblable à celle de son frère européen, mais sa couleur change avec l'âge, passant du jaune au vert cuivré. La perchaude devient prédateur très jeune, se nourrissant de poissons, d'écrevisses, de crustacés, de vers et d'insectes. Parfois, la perchaude chasse en groupe. La perchaude peut mesurer jusqu'à 50 cm pour un poids pouvant atteindre 1,9 kg."},"weight":5,"minWeight":0.2,"maxWeight":1.9,"time":{"0":0.5,"5":1,"12":1,"19":1},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.2},"rain":{"0":1,"1":0.5},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":115,"name":{"en":"Yellowtail Barracuda","fr":"Sphyraena flavicauda"},"description":{"en":"The yellowtail barracuda is one of the smallest species of barracuda. It inhabits the Indian Ocean and coastal waters rich in coral reefs. It has a torpedo-shaped, elongated body with two separate dorsal fins. The tail has a characteristic yellow shade and a black border. The yellowtail barracuda reaches up to 60 cm in length and weighs up to 1.1 kg.","fr":"Le Sphyraena flavicauda est une des plus petites espèces de barracuda. Il habite l'océan Indien et les eaux côtières riches en récifs coralliens. Il possède un corps allongé en forme de torpille avec deux nageoires dorsales séparées. La queue a une couleur jaune caractéristique et une bordure noire. Le Sphyraena flavicauda mesure jusqu'à 60 cm pour un poids pouvant atteindre1,1 kg."},"weight":5,"minWeight":0.02,"maxWeight":1.08,"time":{"0":1,"5":0.9,"12":0.6,"19":0.8},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":50,"name":{"en":"Vundu Catfish","fr":"Vundu Catfish"},"description":{"en":"Vundu is a naturally occurring fish in many rivers and reservoirs of Africa. Thanks to the ability to breathe atmospheric air, Vundu can move between reservoirs on land. It is characterized by a very large dorsal fin and long barbels. It feeds mainly on insects, fish, vertebrates and even carrion. It reaches up to 55 kg in weight and 170 cm in length.","fr":"L'e Vundu est un poisson naturellement présent dans beaucoup de rivières et réservoirs d'Afrique. Sa capacité à respirer de l'air lui permet de se déplacer sur la terre entre les réservoirs. Il se distingue par sa nageoire dorsale très grande et ses longs barbillons. Il se nourrit principalement d'insectes, de poissons, de vertébrés et de charognes. Il peut atteindre un poids de 55 kg et une taille de 170 cm."},"weight":5,"minWeight":0.5,"maxWeight":55,"time":{"0":0.2,"5":1,"12":0.8,"19":0.7},"wind":{"0":0.9,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Twitching","fr":"Twitching"}]},{"id":24,"name":{"en":"Walleye","fr":"Doré jaune"},"description":{"en":"Walleye is a predatory fish of the Percidae family. It inhabits the fresh and salty waters of North America. It reaches up to 107 cm in length and 11.3 kg in weight. Walleye is a predator and feeds mainly on small fish, larvae, frogs and earthworms.","fr":"Le doré jaune est un prédateur de la famille des Percidés. On le rencontre dans les eaux douces et salées de l'Amérique du Nord. Il peut mesurer jusqu'à 107 cm pour un poids pouvant atteindre 11,3 kg. Le doré jaune est un prédateur qui se nourrit principalement de petits poissons, de larves, de grenouilles et de vers de terre."},"weight":5,"minWeight":1,"maxWeight":11.3,"time":{"0":0.3,"5":1,"12":0.7,"19":0.9},"wind":{"0":0.9,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Twitching","fr":"Twitching"}]},{"id":126,"name":{"en":"Gilthead Seabream","fr":"Dorade"},"description":{"en":"The bream, also known as the gilthead seabream, is a perciform fish inhabiting the Atlantic Ocean and the Mediterranean Sea. It reaches up to 70 cm in length and weighs up to 17 kg. It feeds on crustaceans and smaller fish.","fr":"La dorade, également connue sous le nom de dorade royale, est un perciforme habitant l'océan Atlantique et la mer Méditerranée. Il mesure jusqu'à 70 cm pour un poids pouvant atteindre 17 kg. Il se nourrit de crustacés et de petits poissons."},"weight":5,"minWeight":0.015,"maxWeight":17.2,"time":{"0":0.4,"5":1,"12":0.5,"19":0.7},"wind":{"0":0.9,"1":0.1},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":103,"name":{"en":"Wels Catfish","fr":"Silure glane"},"description":{"en":"The largest catfish in Japan! Found in large rivers, dam reservoirs and lakes. It is a nocturnal species, which stays in lower water parts during the day. It can reach up to 320 cm in length and weigh up to 250 kg! It feeds mainly on crustaceans, worms, fish, amphibians, small mammals, birds and carrion.","fr":"Le plus gros poisson-chat du Japon! On le trouve dans les grandes rivières, les réservoirs de barrage et les lacs. C'est une espèce nocturne, qui reste au fond de l'eau pendant la journée. Il peut mesurer jusqu'à 320 cm pour un poids pouvant atteindre 250 kg! Il se nourrit principalement de crustacés, de vers, de poissons, d'amphibiens, de petits mammifères, d'oiseaux et de charognes."},"weight":5,"minWeight":2.4,"maxWeight":250,"time":{"0":1,"5":0.9,"12":0.5,"19":0.7},"wind":{"0":1,"1":0.6},"cloud":{"0":1,"1":0.8},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":129,"name":{"en":"White Crappie","fr":"Marigane blanche"},"description":{"en":"Compared to the Black Crappie, the White Crappie can be found in murky and muddy waters.They have 5–10 dark vertical bars along their bodies, rather than the randomly scattered spots like the black crappie. White Crappies reach up to 50 cm in length and up to 3 kg in weight. Their diet mainly consists of smaller fish, worms and insects.","fr":"Contrairement à la marigane noire, la marigane blanche peut se rencontrer dans les eaux troubles et boueuses. Elle possède 5 à 10 barres verticales sombres le long du corps, et non des taches dispersées au hasard comme chez la marigane noire. La marigane blanche mesure jusqu'à 50 cm pour un poids pouvant atteindre 3 kg. Son alimentation se compose principalement de petits poissons, de vers et d'insectes."},"weight":5,"minWeight":0.05,"maxWeight":3.15,"time":{"0":0.5,"5":1,"12":1,"19":1},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.8},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":130,"name":{"en":"White Grayling","fr":"Ombre blanc"},"description":{"en":"White Grayling is one of the most beautiful freshwater fish of the Salmonidae family. It occurs mainly around Europe and Asia, in clean rivers and, less often, lakes. It reaches up to 70cm in length and can weigh up to 5kg. Males have strongly developed and strongly coloured dorsal fins. Graylings feed mainly on molluscs, larvae, worms and other invertebrates.","fr":"L'ombre blanc est un des plus beaux poissons d'eau douce, de la famille des salmonidés. On le rencontre principalement en Europe et en Asie, dans les rivières propres et plus rarement dans les lacs. Il mesure jusqu'à 70 cm pour un poids pouvant atteindre 5 kg. Les mâles ont des nageoires dorsales très développées et très colorées. Les ombres se nourrissent principalement de mollusques, de larves, de vers et autres invertébrés."},"weight":5,"minWeight":0.075,"maxWeight":5.15,"time":{"0":0.3,"5":0.9,"12":0.6,"19":1},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":11,"name":{"en":"White Marlin","fr":"Marlin blanc"},"description":{"en":"The Marlin is a type of large, predatory, fast-moving marine fish from the Istiophoridae family. The Marlin lives in the open waters of warm seas and oceans. Their torpedo-shaped body has distinctive elongated premaxillary bones, which resemble a sharp and long beak. It has an elongated jaw, a long front dorsal fin and a large sickle-shaped tail fin. The Marlin hunts for a shoal of fish and swims under the water surface. The White Marlin is bluish-green, with light transverse bars, and has a white ventral. It is found in the Atlantic Ocean. It weighs up to 82 kg. Marlins are caught for meat. These fish are appreciated as the most difficult to catch fishing trophies.","fr":"Le marlin est un gros prédateur marin rapide de la famille des istiophoridés. Il vit dans les eaux ouvertes des mers et des océans chauds. Son corps en forme de torpille possède un prémaxillaire allongé ressemblant à un long bec pointu, une mandibule prolongée, une longue nageoire dorsale antérieure et une nageoire caudale en forme de faucille. Le marlin rayé a une couleur bleu azuré - vert avec des rayures transversales claires et un ventre blanc. On le trouve dans l'océan Atlantique. Il peut peser jusqu'à 82kg. Les marlins sont pêchés pour leur chair. Ils représentent pour les pêcheurs un des trophées les plus difficiles à prendre."},"weight":5,"minWeight":25,"maxWeight":82,"time":{"0":0.2,"5":0.7,"12":1,"19":0.7},"wind":{"0":1,"1":0.1},"cloud":{"0":1,"1":0.2},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":102,"name":{"en":"Wakasagi","fr":"Wakasagi"},"description":{"en":"The Wakasagi is a small freshwater fish, highly valued in Japan due to its taste. It is a fish bred mainly for economic purposes, however, many anglers catch them on recreational basis. The Wakasagi is also often used as live bait. It reaches up to 17 cm in length and weighs up to 60 grams.","fr":"Le Wakasagi est un petit poisson d'eau douce, très apprécié au Japon pour son goût. C'est un poisson élevé principalement pour être vendu mais de nombreux pêcheurs le pêchent à des fins récréatives. Le Wakasagi est également souvent utilisé comme appât vivant. Il mesure jusqu'à 17 cm de longueur et pèse jusqu'à 60 grammes."},"weight":5,"minWeight":0.01,"maxWeight":0.06,"time":{"0":0.2,"5":0.8,"12":1,"19":0.6},"wind":{"0":1,"1":0.6},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":1},"spinningMethods":[]},{"id":131,"name":{"en":"Yellowfin Tuna","fr":"Thon jaune"},"description":{"en":"One of the most common fish in the world. Yellowfin Tuna is a predator, living in large groups. Its streamline body shape allows it to swim at up to 80 km/h! Appreciated by anglers for an incredibly vigorous fight. Yellowfin Tuna can weigh up to 190 kg and reaches a length of 230 cm! It mainly feeds on smaller fish, crustaceans and squid.","fr":"Un des poissons les plus communs au monde. Le thon jaune est un prédateur vivant en grands groupes. Son corps à la forme aérodynamique lui permet de nager jusqu'à 80 km / h! Il est apprécié par les pêcheurs pour son combat incroyablement énergique. Le thon jaune peut mesurer jusqu'à 230 cm pour un poids pouvant atteindre 190 kg. Il se nourrit principalement de petits poissons, de crustacés et de calmars."},"weight":5,"minWeight":1.15,"maxWeight":200,"time":{"0":0.4,"5":0.8,"12":1,"19":0.8},"wind":{"0":1,"1":0.6},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.8},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":59,"name":{"en":"African Banded Barb","fr":"Barbus rayé"},"description":{"en":"African banded barb is a small fish in the Zambezi river. They have characteristic black vertical stripes. African banded barb lives in groups of at least 6 fish. They prefer densely covered rivers with very fast currents and soft ground. They feed mainly on small insects, worms and plants. They reach up to 50 gr in weight and 10 cm in length.","fr":"Le Barbus rayé est un petit poisson vivant dans le fleuve Zambèze. Il possède des raies noires verticales caractéristiques.Le Barbus rayé vit en groupe d'au moins six individus. Il apprécie les rivières couvertes d'une végétation dense, à fort courant et à fond meuble.Il se nourrit principalement de petits insectes, de vers et de végétaux. Il peut atteindre un poids de 50 gr et une taille de 10cm."},"weight":5,"minWeight":0.05,"maxWeight":0.1,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.6},"spinningMethods":[]},{"id":51,"name":{"en":"African Catfish","fr":"Poisson-chat Africain"},"description":{"en":"African Catfish, just like Vundu, can breathe air. It inhabits rivers, lakes, swamps and artificial dam reservoirs. Tavada through its elongated, dark gray body resembles eels. It is the second largest species of catfish after Vundu inhabiting the Zambezi River. It has a very large dorsal fin and long barbels. It feeds mainly on insects, fish, vertebrates and even carrion. It reaches up to 60 kg and 190 cm in length.","fr":"Le Poisson-chat Africain, tout comme l'Heterobranchus longifilis, peut respirer de l'air. Il habite les rivières, les lacs, les marécages ainsi que les lacs artificiels. Avec son corps gris foncé allongé, le Poisson-chat Africain ressemble à une anguille. De par sa taille, il est le second Poisson-chat du Zambèze. Il possède une très grande dorsale caractéristique ainsi que de longs barbillons. Il se nourrit principalement d'insectes, de poissons, d'invertébrés et même de charognes. Il peut atteindre un poids de 60 kg et une taille de 190 cm."},"weight":5,"minWeight":0.5,"maxWeight":61,"time":{"0":0.9,"5":1,"12":0.5,"19":0.7},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.5},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"}]},{"id":48,"name":{"en":"African Tigerfish","fr":"African Tigerfish"},"description":{"en":"As their name indicates, African tigerfish are distributed throughout much of Africa. They have silver scales with thin, black stripes running horizontally. They have an elongated body and a red, forked caudal fin. Their weight reaches up to 30 kg! African tigerfish hunt alone and feed almost exclusively on other fish. They are considered one of the most dangerous fish in Africa.","fr":"L'African Tigerfish se rencontre dans presque toute l'Afrique. Il possède des écailles argentées et de fines rayures noires horizontales. Son corps est allongé et sa nageoire caudale rouge et fourchue. Il peut atteindre un poids de 30 kg! L'African Tigerfish chasse seul et se nourrit exclusivement d'autres poissons. Il est considéré comme un des poissons les plus dangereux d'Afrique."},"weight":5,"minWeight":0.2,"maxWeight":30,"time":{"0":0.7,"5":1,"12":1,"19":0.8},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":77,"name":{"en":"Alligator gar","fr":"Garpique alligator"},"description":{"en":"The alligator gar is the largest representative of the Lepisosteidae family that has been swimming in earthly waters for 150 million years! It is characterized by primitive physique, but it is very fast and strong. The alligator gar is considered one of the Amazon's largest fish. It reaches up to 300 cm in length and 160 kg of body weight! Its diet consists mainly of smaller fish and mammals.","fr":"Le Garpique alligator est le plus grand représentant de la famille des Lepisosteidés, présent depuis 150 millions d'années! Il se distingue par ses caractéristiques physiques primitives, mais il est très rapide et puissant. Le Garpique alligator est considéré comme l'un des plus gros poisson de l'Amazonie. Il peut mesurer jusqu'à 300 cm pour un poids pouvant atteindre 160 cm! Son régime est principalement composé de petits poissons et de mammifères."},"weight":5,"minWeight":4.1,"maxWeight":160,"time":{"0":1,"5":1,"12":1,"19":0.8},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.5},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Twitching","fr":"Twitching"}]},{"id":78,"name":"FISH/AMAZON_WOLFFISH_NAME","description":"FISH/AMAZON_WOLFFISH_DESC","weight":5,"minWeight":0.08,"maxWeight":0.26,"time":{"0":0.6,"5":0.6,"12":1,"19":0.3},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":13,"name":{"en":"Greater Amberjack","fr":"Sériole couronnée"},"description":{"en":"A marine species of fish found in all oceans containing warm and moderate waters as well as coastal waters with a rocky bottom. They often inhabit a depth of 20-70 m. The Greater Amberjack can reach up to 200 cm in length and weigh up to 70 kg. It moves very quickly, which makes it a great hunter. They mainly feed on shellfish, cephalopods and small fish balls, for which they hunt in groups.","fr":"Espèce de poisson marin que l'on trouve dans tous les océans chauds à modérés ainsi que dans les eaux côtières à fonds rocheux. On les trouve à une profondeur de 20 à 70 m. La sériole couronnée mesure jusqu'à 200cm pour un poids pouvant atteindre 70 kg. Elle se déplace très rapidement, ce qui en fait un prédateur redoutable. Elle se nourrit de crustacés, de céphalopodes et de bancs de petits poissons qu'elle chasse en groupe."},"weight":5,"minWeight":10,"maxWeight":50,"time":{"0":0.4,"12":0.5,"19":0.8,"5.2999954":1.0037498},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.5},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":80,"name":{"en":"Arapaima","fr":"Arapaima gigas"},"description":{"en":"Arapaima also known as piraruku is one of the largest freshwater fish in the world! It has a massive body, covered with large scales, reaches up to 250 kg body weight and 450 cm in length! Arapaima must take in fresh air from time to time as it breathes via the swim bladder. Arapaima hunts among aquatic vegetation. It feeds mainly on fish, crustaceans, snails, insects and even amphibians.","fr":"L'arapaima, connu également sous le nom de Pirarucu, est un des plus gros poissons d'eau douce du monde! Il possède un corps massif, couvert de large écailles, peut mesurer jusqu'à 450 cm pour un poids pouvant atteindre 250 kg! L'Arapaima doit par moment absorber de l'air frais car il respire avec sa vessie natatoire. L'Arapima chasse parmi la végétation aquatique. Il se nourrit principalement de poissons, de crustacés, d'escargots d'insectes et même d'amphibiens."},"weight":5,"minWeight":4.6,"maxWeight":250,"time":{"0":0.9,"5":1,"12":0.7,"19":0.9},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Twitching","fr":"Twitching"}]},{"id":81,"name":{"en":"Silver arowana","fr":"Arowana argenté"},"description":{"en":"Silver Arowana, otherwise called Arawana, is a species of freshwater fish from the bone-language family. It has a characteristic two mustaches at the end of the jaw. It has characteristic fins, extending up to the tail. Arowana reaches up to 90 cm in length and 6 kg body weight. It is an omnivorous fish that takes food mainly from the surface of the water.","fr":"L'arowana argenté, appelé aussi arawana, est une espèce de poisson d'eau douce de la famille des Ostéoglossidés. Il possède deux moustaches caractéristiques au bout de la mâchoire, deux nageoires caractéristiques s'étendant jusqu'à la queue. L'Arowana peut mesurer jusqu'à 90 cm pour un poids pouvant atteindre 6 kg. C'est omnivore qui se procure sa nourriture principalement à la surface de l'eau."},"weight":5,"minWeight":0.45,"maxWeight":6,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":116,"name":{"en":"Asp","fr":"Aspe"},"description":{"en":"One of the most predatory representatives of the Cyprinidae family. It can reach up to 120 cm in length and weigh up to 9 kg. It feeds mainly on insects, larvae, amphibians and, above all, smaller fish. Its attacks are quite spectacular due to its tail hitting the water surface with a powerful force.","fr":"'Un des représentants les plus carnassiers de la famille des Cyprinidés. Il mesure jusqu''à 120 cm pour un poids pouvant atteindre 9 kg. Il se nourrit principalement d''insectes, de larves, d''amphibiens et surtout de petits poissons. Ses attaques sont assez spectaculaires: il frappe de sa queue la surface de l''eau avec une grande force.'"},"weight":5,"minWeight":0.15,"maxWeight":20.5,"time":{"0":0.2,"5":1,"12":0.9,"19":0.7},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":65,"name":{"en":"Atlantic Cod","fr":"Morue de l'Atlantique"},"description":{"en":"Atlantic cod is known anglers from around the world, both for its taste quality and extreme fishing emotions. This predator which can reach 53 kg and 2 m long, resides in the depths of European seas and the Atlantic Ocean. It feeds mainly on other fish, crustaceans and cephalopods.","fr":"La morue de l'Atlantique est connue des pêcheurs du monde entier pour sa saveur mais aussi pour les émotions que procure sa capture. On trouve ce prédateur pouvant atteindre 53 kg et 2m de long dans les eaux profondes des mers européennes et de l'océan Atlantique. Elle se nourrit principalement d'autres poissons, de crustacés et de céphalopodes."},"weight":5,"minWeight":3.5,"maxWeight":87,"time":{"0":0.8,"5":1,"12":0.5,"19":0.7},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.5},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":67,"name":{"en":"Atlantic Halibut","fr":"Flétan de l'Atlantique"},"description":{"en":"Atlantic halibut is simply a huge flounder! This amazing giant reaches 300 kg in weight and 3.5 m in length! It resides on the bottom of seas and oceans. It has a distinctive flattened body with eyes on one side of the body. It feeds mainly on cephalopods, crustaceans and molluscs.","fr":"Le flétan de l'Atlantique est tout simplement un énorme flet! Ce géant peut atteindre une longueur de 3,5m et un poids de 300kg! Il habite le fond des mers et des océans. Il possède un corps aplati caractéristique avec les yeux d'un côté du corps. Il se nourrit principalement de céphalopodes, de crustacés et de mollusques"},"weight":5,"minWeight":13.2,"maxWeight":320,"time":{"0":0.6,"5":0.8,"12":1,"19":0.8},"wind":{"0":1,"1":0.6},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.8},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":64,"name":{"en":"Atlantic Salmon","fr":"Saumon de l'Atlantique"},"description":{"en":"Atlantic salmon, found from the Atlantic Ocean to the Baltic Sea, is a predatory fish of the Salmonid family. It can be found not only in seas and oceans but also in lakes, where it takes a freshwater form. During spawning, males change to a reddish color. It grows up to 125 cm in length and reaches up to 25 kg in weight. Its diet consists mainly of crustaceans and smaller fish.","fr":"Le saumon de l'Atlantique, que l'on rencontre de l'Atlantique à la mer Baltique est un prédateur de la famille des salmonidés. On le trouve dans les mers et les océans mais aussi dans les lacs, c'est la forme d'eau douce. Pendant la période de frai, les mâles prennent une couleur rougeâtre. Il peut atteindre une longueur de 125 cm et un poids de 25 kg. Son régime est principalement constitué de crustacés et de petits poissons."},"weight":5,"minWeight":1,"maxWeight":25,"time":{"0":0.3,"5":0.8,"12":0.9,"19":0.6},"wind":{"0":0.9,"1":0.3},"cloud":{"0":1,"1":0.5},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":71,"name":{"en":"Atlantic Wolffish","fr":"Poisson-loup"},"description":{"en":"Atlantic wolffish inhabits the waters of the Atlantic Ocean at depths from 1 to 500 m. It has distinctive jaws and teeth as well as dark stripes running across the body. Atlantic wolffish reaches up to 150 cm in length and 24 kg in weight. It feeds mainly on snails, shellfish, crabs, sea urchins and starfish.","fr":"Le poisson-loup les eaux de l'océan Atlantique à une profondeur comprise entre 1 et 500m. Il possède une machoire caractéristique et des dents ainsi que des rayures transversales sombres. Le poisson-loup mesure jusqu'à 150cm de longueur pour un poids pouvant atteindre 24 kg. Il se nourrit principalement d'escargots, de crustacés, de crabes, d'oursins et d'étoiles de mer."},"weight":5,"minWeight":2.3,"maxWeight":24,"time":{"0":1,"5":1,"12":0.9,"19":0.5},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":18,"name":{"en":"Baikal Omul","fr":"Omoul"},"description":{"en":"The Baikal Omul belongs to the Salmonidae family and can be found in the Baikal Lake located in Siberia. It is the most commercially caught fish in the lake. The Baikal Omul can reach 56 cm in length and 2.5 kg in weight. It mainly feeds on fry and invertebrates. It inhabits a depth of up to 400 m.","fr":"L'omoul est un poisson de la famille des salmonidés qui vit uniquement dans le lac Baïkal où il est le poisson le plus pêché à des fins commerciales. Il mesure jusqu'à 56cm pour un poids pouvant atteindre 2,5kg. Il se nourrit principalement d'alevins et d'invertébrés. On le trouve à une profondeur allant jusqu'à 400m."},"weight":5,"minWeight":0.5,"maxWeight":2.5,"time":{"0":0.2,"5":0.8,"12":1,"19":0.6},"wind":{"0":1,"1":0.6},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":1},"spinningMethods":[]},{"id":82,"name":"FISH/BARBA_CHATA_CATFISH_NAME","description":"FISH/BARBA_CHATA_CATFISH_DESC","weight":5,"minWeight":0.08,"maxWeight":0.26,"time":{"0":0.6,"5":0.6,"12":1,"19":0.3},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":41,"name":{"en":"Barbel","fr":"Barbeau"},"description":{"en":"Barbel is known to anglers in almost all of Europe. Although it resembles a herbivorous fish, it is very much appreciated by fly anglers. Barbell can reach up to 120 cm in length and 12 kg in weight. It feeds mainly on insect larvae, insects, mollusks and sometimes small fish.","fr":"Le barbeau est connu des pêcheurs de pratiquement toute l'Europe. Bien qu'il ressemble à un poisson herbivore, il est très appréciée par les pêcheurs à la mouche. Le barbeau mesure jusqu'à 120 cm pour un poids pouvant atteindre 12 kg. Il se nourrit principalement de larves, d'insectes, de mollusques et parfois de petits poissons."},"weight":5,"minWeight":0.5,"maxWeight":12,"time":{"0":0.8,"5":1,"12":0.9,"19":0.7},"wind":{"0":0.9,"1":0.5},"cloud":{"0":1,"1":0.5},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":104,"name":{"en":"Copperband butterflyfish","fr":"Chelmon à bec médiocre"},"description":{"en":"The copperband butterflyfish is a species of sea fish from the Chaetodontidae family. This small, colourful fish is mainly bred in aquariums, but it can be successfully caught off the coast of the Pacific Ocean. It inhabits coral reefs, where it can count on the ubiquitous shelter. It is a small fish, reaching up to 22 cm in length and weighing up to 200 grams. It feeds mainly on invertebrates.","fr":"Le chelmon à bec médiocre est une espèce de poisson de mer de la famille des Chaetodontidae. Ce petit poisson coloré est surtout élevé dans les aquariums mais on peut l'attraper au large des côtes de l'océan Pacifique. Il habite les récifs coralliens qui lui offre de multiples abris. C'est un petit poisson, il mesure jusqu'à 22 cm pour un poids pouvant atteindre 200 grammes. Il se nourrit principalement d'invertébrés."},"weight":5,"minWeight":0.01,"maxWeight":0.2,"time":{"0":0.5,"5":1,"12":0.7,"19":0.8},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"}]},{"id":23,"name":{"en":"Black Crappie","fr":"Marigane noire"},"description":{"en":"Probably the most popular fish among cooks is the Black Crappie. Thanks to its characteristic aroma, their dishes are incredibly delicious. Compared to the White Crappie, the Black Crappie prefers cool, deep, clear and transparent waters. Its characteristic body color ranges from gray to silvery-green with black spots arranged in rows. Black Crappies reach up to 50 cm in length and up to 3 kg in weight. Their diet mainly consists of smaller fish, worms and insects.","fr":"La marigane noire est probablement le poisson le plus renommé parmi les cuisiniers. Son arôme caractéristique permet l'élaboration de plats délicieux. Comparée à la marigane blanche, la marigane noire préfère les eaux fraiches, profondes, claires et transparentes. La couleur caractéristique de sa robe varie de gris à vert argenté avec des écailles noires disposées en colonnes. Elle mesure jusqu'à 50cm pour un poids pouvant atteindre 3 kg. Son régime se compose principalement de petits poissons, de vers et d'insectes."},"weight":5,"minWeight":0.3,"maxWeight":3,"time":{"0":0.6,"5":1,"12":1,"19":1},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.8},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":117,"name":{"en":"Black Grayling","fr":"Ombre noir"},"description":{"en":"Black Grayling is one of the most beautiful freshwater fish of the Salmonidae family. It is found mainly in clean rivers around Europe and Asia and, less often, in lakes. It reaches up to 80 cm in length and can weigh up to 2 kg. Males have strongly developed and strongly coloured dorsal fins. Graylings feed mainly on molluscs, larvae, worms and other invertebrates.","fr":"L'ombre noir est un des plus beaux poissons d'eau douce, de la famille des salmonidés. Il vit principalement dans les rivières propres d'Europe et d'Asie et plus rarement dans les lacs. Il mesure jusqu'à 80 cm pour un poids pouvant atteindre 2 kg. Les mâles ont des nageoires dorsales très développées et très colorées. Les ombres se nourrissent principalement de mollusques, de larves, de vers et autres invertébrés."},"weight":5,"minWeight":0.05,"maxWeight":2.1,"time":{"0":0.3,"5":0.9,"12":0.6,"19":1},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":8,"name":{"en":"Black Marlin","fr":"Makaire noir"},"description":{"en":"The Black Marlin is a Perciforme from the Istiophoridae family. Previously, it included several other species of common marlins. The Black Marlin lives in the open waters of warm seas and oceans. Their torpedo-shaped body has distinctive elongated premaxillary bones, which resemble a sharp and long beak. It has an elongated jaw, a long front dorsal fin and a large, sickle-shaped tail fin. The Black Marlin hunts for a shoal of fish and swims under the water surface. The Black Marlin has a bluish-grey coloration with a brighter ventral. It lives in the Indian Ocean. It weighs up to 750 kg. These fish are appreciated as the most difficult to catch fishing trophies.","fr":"Le makaire noir est un perciforme de la famille des istiophoridés. Auparavant, on classait sous cette dénomination plusieurs autres espèces de marlins communs. Le makaire noir vit en eaux ouvertes dans les mers et océans chauds. Son corps en forme de torpille possède des prémaxillaires allongés caractéristiques ressemblant à un bec pointu et long. Il possède une mâchoire allongée, une longue nageoire dorsale et une nageoire caudale en forme de faucille. Le makaire noir chasse les bancs de poissons et nage près de la surface de l'eau. Le makaire noir a une couleur gris bleuté avec le ventre plus lumineux. Il vit dans l'océan Indien et peut peser jusqu'à 750 kg. Ces poissons sont considérés comme étant les trophées de pêche les plus difficiles à attraper."},"weight":5,"minWeight":100,"maxWeight":750,"time":{"0":0.1,"5":0.7,"12":0.8,"19":1},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":105,"name":{"en":"Blacktip Reef Shark","fr":"Requin à pointes noires"},"description":{"en":"Despite its size, the blacktip reef shark weights very little. It reaches up to 200 cm in length and weighs up to 15 kg. Like most sharks, it is a predator and an effective hunter that pursues its prey. It derives its name from the black-tinted fins.","fr":"Malgré sa taille, le requin à pointes noires n'est pas très lourd. Il mesure jusqu'à 200 cm pour un poids pouvant atteindre 15 kg. Comme la plupart des requins, c'est un prédateur et un chasseur redoutable qui poursuit sa proie. Il doit son nom à ses nageoires teintées de noir."},"weight":5,"minWeight":0.4,"maxWeight":15.5,"time":{"0":0.6,"5":1,"12":0.7,"19":0.8},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":118,"name":{"en":"Bleak","fr":"Ablette"},"description":{"en":"A small fish of the Cyprinidae family, found in almost all water bodies. Its silvery body is elongated and flattened. It reaches up to 15 cm in length and weights up to 0.25 kg. It feeds mainly on insects, larvae and worms.","fr":"Un petit poisson de la famille des Cyprinidés que l'on rencontre dans pratiquement toutes les milieux aquatiques. Son corps argenté est allongé et aplati. Il peut mesurer jusqu'à 15 cm et peser jusqu'à 0,25 kg. Il se nourrit principalement d'insectes, de larves et de vers."},"weight":5,"minWeight":0.001,"maxWeight":0.11,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.5},"spinningMethods":[]},{"id":9,"name":{"en":"Blue Marlin","fr":"Makaire bleu"},"description":{"en":"The Blue Marlin is a Perciforme from the Istiophoridae family. Previously, it included several other species of common marlins. The Blue Marlin lives in the open waters of warm seas and oceans. Their torpedo-shaped body has distinctive elongated premaxillary bones, which resemble a sharp and long beak. It has an elongated jaw, a long front dorsal fin and a large sickle-shaped tail fin. The Blue Marlin hunts for a shoal of fish and swims under the water surface. It can often be seen jumping over the face of the water. They are characterized by a dark-blue color with light, transverse bands and a silver ventral. It lives in oceans and its weight reaches up to 900 kg. It’s famous for its fierce fighting.","fr":"Le makaire bleu est un perciforme de la famille des istiophoridés. Auparavant, on classait sous cette dénomination plusieurs autres espèces de marlins communs. Le makaire bleu vit en eaux ouvertes dans les mers et océans chauds. Son corps en forme de torpille possède des prémaxillaires allongés caractéristiques ressemblant à un bec pointu et long. Il possède une mâchoire allongée, une longue nageoire dorsale et une nageoire caudale en forme de faucille. Le makaire bleu chasse les bancs de poissons et nage près de la surface de l'eau. On peut souvent le voir sauter au-dessus de la surface de l'eau. Il se distingue par sa couleur bleu-foncé avec des bandes transversales plus claires et un ventre argenté. Il vit dans les océans et son poids peut atteindre 900 kg. Il est connu pour ses combats féroces."},"weight":5,"minWeight":100,"maxWeight":900,"time":{"0":0.2,"5":1,"12":0.7,"19":0.8},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":21,"name":{"en":"Bluegill","fr":"Crapet arlequin"},"description":{"en":"The Bluegill is a native species of North America. It inhabits a variety of aquatic environments, ranging from lakes to rivers, mostly abundant in vegetation. They reach up to 40 cm in length and up to 2 kg in weight. An olive-green color with a blue-violet shine, often covered with dark transverse stripes on the side and a red-orange underbelly, is the Bluegill’s characteristic feature. They feed on crustaceans, insects, worms, snails, crayfish and small fish.","fr":"Le crapet arlequin est un poisson originaire de l'Amérique du Nord. On le rencontre dans des milieux aquatiques divers tels que les lacs et les rivières à la végétation abondante. Il peut mesurer jusqu'à 40 cm pour un poids pouvant atteindre 2 kg. Il se distingue par sa robe vert-olive aux reflets bleu-violacé, souvent couverts sur le côté par des rayures transversales foncées, et par son sous-ventre rouge-orangé. Il se nourrit de crustacés, d'insectes, de vers, d'escargots, d'écrevisses et de petits poissons."},"weight":5,"minWeight":0.3,"maxWeight":2.3,"time":{"0":0.6,"5":1,"12":1,"19":0.7},"wind":{"0":1,"1":1},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.9},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":29,"name":{"en":"Bream","fr":"Brème"},"description":{"en":"One of the most popular members belonging to the Cyprinidae family in Europe. It can reach a length of 90 cm and a weight of 12 kg. The Bream preys in groups. At night, it preys closer to the shore. It feeds on animals inhabiting bottom sediments. It can be successfully caught using corn, worms and protein balls.","fr":"Une des espèces de poisson les plus appréciées d'Europe, de la famille des cyprinidés. Elle peut mesurer jusqu'à 90cm pour un poids pouvant atteindre 12 kg. Elle chasse en groupe, plus près de la côte la nuit. Elle se nourrit de petits animaux habitant les fonds vaseux. Les appâts les plus efficaces sont le maïs, les vers et les boules protéinées."},"weight":5,"minWeight":0.5,"maxWeight":12,"time":{"0":0.8,"5":1,"12":0.7,"19":0.6},"wind":{"0":0.9,"1":0.4},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":79,"name":{"en":"Apapá","fr":"Apapa"},"description":{"en":"Apapá is a pelagic fish found in rivers, lakes and floodplains. It often lives in small schools. Apapá is distinguished by a narrow, elongated body with a small head slightly raised. It reaches up to 80 cm in length and 8 kg of body weight. It is a predatory fish, and its diet consists mainly of insects and small fish swimming near the surface.","fr":"L'Apapa est un poisson pélagique présent dans les rivières, les lacs et les lits d'inondations. Il vit souvent en petits bancs. L'Apapa se distingue par son corps étroit et allongé avec la tête légèrement soulevée. Il peut mesurer jusqu'à 80 cm pour un poids pouvant atteindre 8 kg. C'est un prédateur. Son régime se compose principalement d'insectes et de petits poissons nageant à la surface."},"weight":5,"minWeight":0.3,"maxWeight":7.8,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":3,"name":{"en":"Brook Trout","fr":"Omble de fontaine"},"description":{"en":"The Brook Trout is a fish from the Salmonidae family. They are found in the rivers of the north-east United States, but were artificially introduced in Europe. The Brook Trout prefers clean water; it most commonly inhabits rivers, streams, medium and large lakes. Usually, these fish have a greenish-brown color and a characteristic marbled pattern with green, red and yellow spots on the greenish-yellow sides. The dorsal and tail fins are light olive. The Brook Trout reaches up to 86 cm in length and weighs up to 7 kg! They feed mainly on insects, larvae, crustaceans and fish.","fr":"L'omble de fontaine est un poisson de la famille des salmonidés. On les trouve dans les rivières du nord-est des États-Unis mais ils ont été introduits artificiellement en Europe. L'omble de fontaine aime les eaux propres. Elle habite habituellement les rivières, les ruisseaux, les lacs de moyenne et grande taille. Ce poisson a habituellement une couleur brun-verdacé ainsi qu'un motif marbré caractéristique avec des écailles vertes, rouges et jaunes sur ses flancs jaune-verdacé. Les nageoires caudale et dorsale sont vert-olive clair. L'omble de fontaine peut mesurer jusqu'à 86cm pour un poids pouvant atteindre 7kg! Elles se nourrissent principalement d'insectes, de crustacés et de poissons."},"weight":5,"minWeight":0.3,"maxWeight":7,"time":{"0":0.2,"5":0.9,"12":1,"19":0.7},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Twitching","fr":"Twitching"}]},{"id":1,"name":{"en":"Brown Trout","fr":"Truite"},"description":{"en":"The Brown Trout is a river and lake fish from the Salmonidae family, which travels from lakes to rivers during spawning and can grow in warmer waters as compared to trouts. This fish is appreciated by anglers and usually has an olive-brown color with yellow-brown stripes and black-red-orange spots. It is a relatively large fish, reaching up to 20 kg in weight and 100 cm in length; however, the average weight can vary by as much as 4 kg. The Brown Trout mainly feeds on smaller fish.","fr":"La truite de lac est un poisson de rivières et de lacs de la famille des salmonidés qui migre des lacs aux rivières pendant la période du frai et qui peut habiter des eaux plus chaudes que les autres truites. Ce poisson apprécié des pêcheurs a généralement une couleur brun-olive avec des rayures jaune-brun et des écailles noires, rouges et orange. C'est un poisson relativement gros dont le poids peut atteindre 20 kg et la taille 100cm bien que le poids moyen se situe autour de 4kg. Les truites se nourrissent principalement de petits poissons."},"weight":5,"minWeight":2,"maxWeight":20,"time":{"0":0.2,"5":1,"12":0.8,"19":0.7},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Twitching","fr":"Twitching"}]},{"id":4,"name":{"en":"Bull Trout","fr":"Omble à tête plate"},"description":{"en":"The Bull Trout is a fish from the salmonidae family and it occurs both in seas and in lakes. It reaches up to 107 cm in length and 15 kg in weight. The Bull Trout has a distinctive appearance, characterized by small spots and a light red ventral. It preys mainly on invertebrates and smaller fish.","fr":"L'omble à tête plate est un poisson de la famille des salmonidés habitant les rivières et les lacs. Il mesure jusqu'à 107cm pour un poids pouvant atteindre 15kg. L'omble à tête plate a une apparence caractérisée par ses petites écailles et son ventre rouge clair. Il chasse principalement les invertébrés et les petits poissons."},"weight":5,"minWeight":2,"maxWeight":15,"time":{"0":0.2,"5":1,"12":0.9,"19":0.7},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.7},"rain":{"0":0.9,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":70,"name":{"en":"Capelin","fr":"Capelan"},"description":{"en":"Capelin is the main food of cod. This small fish from the Osmeriformes order resides primarily in the Atlantic Ocean. It grows up to 25 cm in length and reaches up to 0.052 kg in weight. It has a flattened, narrow and firmly elongated body. It feeds mainly on zooplankton, crustaceans and insects.","fr":"Le capelan constitue la nourriture principale de la morue. Ce petit poisson d'ordre des osmériformes habite principalement dans l'océan Atlantique. Il peut atteindre une taille de 25 cm et un poids de 0.052 kg. Il possède un corps étroit, allongé et aplati. Il se nourrit principalement de zooplancton, de crustacés et d'insectes."},"weight":5,"minWeight":0.01,"maxWeight":0.055,"time":{"0":0.5,"5":1,"12":0.7,"19":0.8},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":63,"name":{"en":"Caprivi Killifish","fr":"Caprivi Killifish"},"description":{"en":"Caprivi Killifish is a small freshwater fish inhabiting the Zambezi River, similar to Kafue Killifish. They have characteristic vivid coloration and large dorsal and anal fins. They prefer heavily overgrown parts of rivers with a soft bottom where they can hide. They live in groups. They reach up to 50 gr in weight and 10 cm in length.","fr":"Le Caprivi Killifish. est un petit poisson d'eau douce habitant le Zambèze, ressemblant au Kafue Killifish. Il se distingue par sa coloration vive et ses grandes nageoires dorsale et anale. Il préfère les endroits de la rivière possédant une végétation dense et un fond meuble où il peut se cacher. Il vit en groupe. Il mesure jusqu'à 10 cm de longueur et pèse jusqu'à 50 gr."},"weight":5,"minWeight":0.02,"maxWeight":0.1,"time":{"0":0.2,"5":0.8,"12":1,"19":0.6},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":1},"spinningMethods":[]},{"id":119,"name":{"en":"Burbot","fr":"Lotte"},"description":{"en":"One of the few freshwater fish of the Gadiformes order inhabiting the sweet waters of Europe, Asia and America. Just like its sea-faring brothers, it is very sensitive to oxygen deficiency and pollution, and therefore lives in clean and heavily oxygenated rivers and streams. It is found near the bottom and seeks out dark hiding places. It reaches up to 75 cm in length and weighs up to 4kg. It feeds mainly on crustaceans, worms, larvae, as well as fish, crayfish and frogs.","fr":"Un des rares poissons d'eau douce de l'ordre des Gadiformes, habitant les eaux douces d'Europe, d'Asie et d'Amérique. Tout comme ses frères de la mer, il est très sensible aux carences en oxygène et à la pollution, et vit donc dans des rivières et des ruisseaux propres et fortement oxygénés. Il habite près du fond et cherche des cachettes sombres. Il mesure jusqu'à 75 cm pour un poids pouvant atteindre 4 kg. Il se nourrit principalement de crustacés, de vers, de larves, ainsi que de poissons, d'écrevisses et de grenouilles."},"weight":5,"minWeight":0.14,"maxWeight":16,"time":{"0":1,"5":0.9,"12":0.5,"19":0.7},"wind":{"0":1,"1":0.8},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"}]},{"id":95,"name":{"en":"Koi Carp","fr":"Carpe Koï"},"description":{"en":"The Koi carp is a variety of carp bred for ornamental purposes. However, over the years it began to occur not only in breeding tanks, but also widely accessible rivers and lakes. It can weigh up to 50 kg and reach 130 cm in length. It mainly feeds on insect larvae, molluscs, crustaceans and algae. In fishing, it is often caught using boilies, corn and worms.","fr":"La carpe Koï est une variété de carpes ornementales. Au fil des ans, elle a commencé à apparaître non seulement dans les bassins de reproduction, mais aussi dans les rivières et les lacs facilement accessibles. Elle peut peser jusqu'à 50 kg et atteindre une taille de 130 cm. Elle se nourrit principalement de larves d'insectes, de mollusques, de crustacés et d'algues. Elle est souvent capturée à l'aide de bouillettes, de maïs et de vers."},"weight":5,"minWeight":1.3,"maxWeight":50,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.6},"spinningMethods":[]},{"id":133,"name":{"en":"Rudd","fr":"Rotengle"},"description":{"en":"The rudd is a freshwater fish of the Cyprinidae family, found all across Europe and Central Asia. The species is very similar to the roach, with which it can be easily confused. The rudd's coloration is yellow-green. It reaches up to 40 cm in length and weighs 1 kg. Its diet consists mainly of zooplankton, insects, and sometimes small fish.","fr":"Le rotengle est un poisson d'eau douce de la famille des Cyprinidés, présent dans toute l'Europe et l'Asie centrale. L'espèce est très proche du gardon et on peut facilement les confondre. Le rotengle est un poisson jaune-vert. Il peut mesurer jusqu'à 40 cm de long et peser jusqu'à 1 kg. Il se nourrit principalement de zooplancton, d'insectes et parfois de petits poissons."},"weight":0,"minWeight":0.05,"maxWeight":1,"time":{"0":0.2,"5":0.8,"12":0.9,"19":0.6},"wind":{"0":0.8,"1":0.5},"cloud":{"0":0.9,"1":0.4},"rain":{"0":0.7,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":143,"name":{"en":"Chinook salmon","fr":"Saumon royal"},"description":{"en":"The chinook salmon is the largest representative of genus Oncorhynchus in the salmonid family. Its common name comes from the Chinookan peoples. It is found in oceans, rivers, and lakes. It has a distinctive blue-green, red, or purple coloration. It reaches up to 150 cm in length and weighs up to 61.4 kg. The chinook salmon feeds mainly on insects, crustaceans, and other fish.","fr":"Le saumon royal est le plus grand représentant du genre Oncorhynchus de la famille des salmonidés. On l'appelle également saumon chinook, ou saumon quinnat. On le trouve dans les océans, les rivières et les lacs. Il a une couleur particulière bleu-vert, rouge ou violette. Il peut mesurer jusqu'à 150 cm de long et peser jusqu'à 61,4 kg. Il se nourrit principalement d'insectes, de crustacés et d'autres poissons."},"weight":20,"minWeight":1,"maxWeight":61,"time":{"0":0.2,"5":1,"12":0.8,"19":0.7},"wind":{"0":0.9,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":124,"name":{"en":"Roach","fr":"Gardon"},"description":{"en":"Occurring throughout Europe and parts of Asia, roach is a small representative of the Cyprinidae family. It has characteristic long red pectoral fins. It can be found in lakes, rivers, ponds as well as the sea. Roach mainly feeds on crustaceans, larvae, insects, worms and molluscs. It reaches up to 45 cm in length and weighs up to 1.5 kg.","fr":"Présent dans toute l'Europe et dans une partie de l'Asie, le gardon est un petit représentant de la famille des Cyprinidés. Il se distingue par ses longues nageoires pectorales rouges. On le trouve dans les lacs, les rivières et les étangs, mais aussi dans la mer. Le gardon se nourrit principalement de crustacés, de larves, d'insectes, de vers et de mollusques. Il mesure jusqu'à 45 cm pour un poids pouvant atteindre 1,5 kg."},"weight":5,"minWeight":0.01,"maxWeight":2.1,"time":{"0":0.2,"5":0.8,"12":1,"19":0.6},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":1},"spinningMethods":[]},{"id":141,"name":{"en":"Sockeye Salmon","fr":"Saumon rouge"},"description":{"en":"The sockeye salmon, also known as red salmon, is another representative of the predatory fish from the Salmonidae family. It can be found both in freshwater and saltwater fisheries. The characteristic jaws of males are shaped like hooks. During spawning their colour turns intensely red. The sockeye salmon can reach up to 80 cm in length and weigh up to 7.7 kg. Its diet mainly consists of crustaceans and smaller fish.","fr":"Le saumon rouge, également connu sous le nom de saumon Nerka, est un autre représentant des prédateurs de la famille des saumons. On le trouve aussi bien dans les pêcheries d'eau douce que d'eau salée. Les mâchoires des mâles ont une forme caractéristique de crochet. Pendant le frai, leur couleur vire au rouge intense. Le saumon rouge mesure jusqu'à 80 cm pour un poids pouvant atteindre 7,7 kg. Son alimentation se compose principalement de crustacés et de petits poissons."},"weight":7,"minWeight":0.5,"maxWeight":7.7,"time":{"0":0.3,"5":0.8,"12":0.9,"19":0.6},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.5},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":125,"name":{"en":"Sailfish","fr":"Voilier"},"description":{"en":"Sailfish is considered the fastest fish in the world! When hunting, it can reach speeds of up to 130 km/h. It has a torpedo-shaped body. Its back is bluish-grey, while the sides and belly are silvery-white, with a characteristic blue dorsal fin. It can weigh up to 100 kg and is a ruthless predator.","fr":"Le voilier est considéré comme le poisson le plus rapide du monde! Lorsqu'il chasse, il peut atteindre une vitesse allant jusqu'à 130 km / h. Il possède un corps en forme de torpille. Son dos est gris bleuté, ses flancs et son ventre blanc argenté, il possède une nageoire dorsale bleue caractéristique. C'est un prédateur impitoyable qui peut peser jusqu'à 100 kg."},"weight":5,"minWeight":30,"maxWeight":112,"time":{"0":0.1,"5":0.7,"12":0.8,"19":1},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":44,"name":{"en":"Sauger","fr":"Doré noir"},"description":{"en":"Sauger is a predatory fish of the Percidae family. It is found in the fresh waters of Canada and America. It reaches up to 76 cm in length and 4 kg in weight. Hybrids of Sauger with Walleye sometimes occur. Sauger is a predator and feeds mainly on small fish, larvae, frogs and earthworms.","fr":"Le doré noir est un prédateur de la famille des percidés. On le trouve dans les eaux douces du Canada et de l'Amérique. Il peut mesurer jusqu'à 76 cm pour un poids pouvant atteindre 4 kg. Il existe des hybrides de doré noir et de doré jaune. Le doré noir est un prédateur qui se nourrit principalement de petits poissons, de larves, de grenouilles et de vers de terre."},"weight":5,"minWeight":0.4,"maxWeight":4,"time":{"0":0.3,"5":1,"12":0.7,"19":0.9},"wind":{"0":0.9,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.2},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":127,"name":{"en":"Silver Bream","fr":"Brème bordelière"},"description":{"en":"The only representative of the Blicca genus inhabiting almost any type of water reservoirs - rivers, lake ponds, backwaters, and even dam reservoirs. It has a laterally compressed, slightly rounded body. It reaches up to 40 cm in length and weighs up to 1.5kg. Its diet consists mainly of larvae, insects and aquatic vegetation.","fr":"'Le seul représentant du genre Blicca habitant presque touts les milieux aquatiques: rivières, étangs, eaux stagnantes et même réservoirs de barrage. Son corps est légèrement aplati et arrondi sur les flancs. Il mesure jusqu''à 40 cm pour un poids pouvant atteindre 1,5 kg. Son alimentation se compose principalement de larves, d''insectes et de plantes aquatiques.'"},"weight":5,"minWeight":0.02,"maxWeight":1.4,"time":{"0":0.5,"5":0.6,"12":1,"19":0.7},"wind":{"0":1,"1":0.6},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.7},"spinningMethods":[]},{"id":128,"name":{"en":"Silver Carp","fr":"Carpe argentée"},"description":{"en":"Silver carp is naturally found in China and Russia, inhabiting water reservoirs rich in phytoplankton. Its deep body and characteristic broad head make it hard to confuse with another species of fish. It feeds mainly on plankton and plant food, but adults hunt for worms, molluscs, and smaller fish. It can reach up to 140 cm in length and weigh up to 50 kg.","fr":"La carpe argentée se rencontre naturellement en Chine et en Russie, habitant des réservoirs d'eau riches en phytoplancton. Elle se distingue par son corps épais et sa tête large, la rendent difficile à confondre avec une autre espèce de poisson. Elle se nourrit principalement de plancton et de plantes, mais les adultes chassent les vers, les mollusques et les petits poissons. Elle mesure jusqu'à 140 cm pour un poids pouvant atteindre 50 kg."},"weight":5,"minWeight":0.14,"maxWeight":55,"time":{"0":0.8,"5":1,"12":0.5,"19":0.9},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.6},"spinningMethods":[]},{"id":37,"name":{"en":"Roosterfish","fr":"Poisson-coq"},"description":{"en":"The dream of every angler! The name is due to its characteristic crest, located just behind the head. It is the only one representative of his species, thanks to which its catch becomes even more special. The Roosterfish reaches up to 50 kg in weight and 160 cm in length. It mainly feeds on smaller fish, crustaceans and squid. Unfortunately, due to not very tasty meat, they are very rarely found on the plate.","fr":"Le rêve de tous les pêcheurs! Il doit son nom à sa crête caractéristique, située juste derrière sa tête. Il est le seul représentant de son espèce, ce qui fait de sa prise un évènement d'autant plus exceptionnel. Le poisson-coq mesure jusqu'à 160 cm pour un poids pouvant atteindre 50 kg. Il se nourrit principalement de poissons plus petits, de crustacés et de calmars. En raison de sa chair peu savoureuse, on ne le trouve malheureusement que très rarement dans l'assiette."},"weight":5,"minWeight":3,"maxWeight":50,"time":{"0":0.1,"5":1,"12":1,"19":0.5},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":26,"name":{"en":"Smallmouth Bass","fr":"Achigan à petite bouche"},"description":{"en":"The Smallmouth Bass is considered one of the most fighting freshwater fish. It is distinguished by a brown-yellow color and dark spots, prefers cool lakes and rapid clear waters with a sandy or rocky bottom. The Smallmouth Bass reaches 70 cm in length and 5 kg in weight. In general, it feeds on insects, smaller fish and crayfish.","fr":"L'achigan à petite bouche est considéré comme un des poissons d'eau douce les plus combatifs. Il se distingue par sa couleur brun-jaune ainsi que par ses taches sombres. Il préfère les lacs frais et les cours d'eau rapides et propres aux fonds sableux ou rocheux. L'achigan à petite bouche mesure jusqu'à 70cm pour un poids pouvant atteindre 5kg. Il se nourrit généralement d'insectes, de petits poissons et d'écrevisses."},"weight":5,"minWeight":0.4,"maxWeight":5.4,"time":{"0":0.2,"5":1,"12":0.9,"19":1},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":1},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":98,"name":{"en":"Northern snakehead","fr":"Poisson à tête de serpent"},"description":{"en":"The northern snakehead is considered to be one of the most dangerous fish for ecosystems around the world! This perch-like fish from the snakehead family is a ruthless predator, eating many other species of fish, along with their eggs. It can survive in very difficult conditions and travel across land. It can reach up to 100 cm in length and weigh up to 8 kg.","fr":"Le poisson à tête de serpent est considérée comme l'un des poissons les plus dangereux pour les écosystèmes du monde! Ce poisson carnivore de la famille des channadae est un prédateur impitoyable, mangeant de nombreuses autres espèces de poissons, avec leurs œufs. Il peut survivre dans des conditions très difficiles et se déplacer sur le sol. Il mesure jusqu'à 100 cm pour un poids pouvant atteindre 8 kg."},"weight":5,"minWeight":0.45,"maxWeight":8,"time":{"0":0.2,"5":1,"12":0.8,"19":1},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.9},"rain":{"0":1,"1":1},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":99,"name":{"en":"Sockeye Salmon","fr":"Saumon rouge"},"description":{"en":"The sockeye salmon, also known as red salmon, is another representative of the predatory fish from the Salmonidae family. It can be found both in freshwater and saltwater fisheries. The characteristic jaws of males are shaped like hooks. During spawning their colour turns intensely red. The sockeye salmon can reach up to 80 cm in length and weigh up to 7.7 kg. Its diet mainly consists of crustaceans and smaller fish.","fr":"Le saumon rouge, également connu sous le nom de saumon Nerka, est un autre représentant des prédateurs de la famille des saumons. On le trouve aussi bien dans les pêcheries d'eau douce que d'eau salée. Les mâchoires des mâles ont une forme caractéristique de crochet. Pendant le frai, leur couleur vire au rouge intense. Le saumon rouge mesure jusqu'à 80 cm pour un poids pouvant atteindre 7,7 kg. Son alimentation se compose principalement de crustacés et de petits poissons."},"weight":5,"minWeight":0.5,"maxWeight":7.7,"time":{"0":0.3,"5":0.8,"12":1,"19":0.6},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.5},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":28,"name":{"en":"Spotted Bass","fr":"Achigan tacheté"},"description":{"en":"The Spotted Bass is a native inhabitant of the Mississippi River basin and its bays from central Texas to western Florida. Its name comes from the dark spots located along its body. It is often mistaken for the Largemouth Bass; however, it has a smaller mouth. The Spotted Bass prefers both cool and warm waters, including streams, lakes and any rocky bottomed reservoirs. They reach up to 64 cm in length and 5 kg in weight! The main ingredients of their diet are insects, crustaceans, frogs, worms and smaller fish.","fr":"L'achigan tacheté est originaire du bassin du Mississippi et de sa baie, du Texas central à la Floride occidentale. Il doit son nom à ses taches sombres réparties le long de son corps. il est souvent confondu avec l'achigan à grande bouche bien que sa bouche soit plus petite. L'achigan tacheté aime les eaux froides et chaudes des ruisseaux, lacs et réserves d'eau à fonds rocheux. Il mesure jusqu'à 64cm pour un poids pouvant atteindre 5kg! Il se nourrit principalement d'insectes, de crustacés, de grenouilles, de vers et de petits poissons."},"weight":5,"minWeight":0.4,"maxWeight":5,"time":{"0":0.6,"5":1,"12":1,"19":1},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.5},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":100,"name":{"en":"Spotted Sea Trout","fr":"Truite mouchetée"},"description":{"en":"The spotted seatrout is one of the many representatives of the croaker family, mistakenly considered to be a relative of the trout. It is a saltwater fish, but it can be found in bays, rivers and lakes with access to seas and oceans. Its back features characteristic black spots and two fins. The spotted seatrout is a predator and its diet consists mainly of larvae, insects, crustaceans and smaller fish. It can reach up to 100 cm in length and weigh up to 7.9 kg.","fr":"La truite mouchetée est l'un des nombreux représentants de la famille des sciénidés, considérée à tort comme une parente de la truite. C'est un poisson d'eau salée, mais on peut le trouver dans les baies, les rivières et les lacs ayant un accès à la mer ou à l'océan. Son dos présente des taches noires caractéristiques ainsi que deux nageoires. La truite mouchetée est un prédateur et son alimentation se compose principalement de larves, d'insectes, de crustacés et de petits poissons. Elle peut mesurer jusqu'à 100 cm de long pour un poids pouvant atteindre 7,9 kg."},"weight":5,"minWeight":0.5,"maxWeight":7.9,"time":{"0":0.2,"5":0.9,"12":1,"19":0.7},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Twitching","fr":"Twitching"}]},{"id":10,"name":{"en":"Striped Marlin","fr":"Marlin rayé"},"description":{"en":"The Marlin is a type of large, predatory, fast-moving marine fish from the Istiophoridae family. The Marlin lives in the open waters of warm seas and oceans. Their torpedo-shaped body has distinctive elongated premaxillary bones, which resemble a sharp and long beak. It has an elongated jaw, a long front dorsal fin and a large sickle-shaped tail fin. The Marlin hunts shoal of fish and swims under the water surface. The Striped Marlin has a blueish color, with light transverse bars, and a white ventral. It is found in the Indian and the Pacific Oceans. It weighs up to 450 kg. These fish are appreciated as the most difficult to catch fishing trophies.","fr":"Le marlin rayé est gros un prédateur marin rapide de la famille des istiophoridés. Il vit dans les eaux ouvertes des mers et des océans chauds. Son corps en forme de torpille possède un prémaxillaire allongé ressemblant à un long bec pointu, une mandibule prolongée, une longue nageoire dorsale antérieure et une nageoire caudale en forme de faucille. Le marlin rayé a une couleur bleu azuré avec des rayures transversales claires et un ventre blanc. On le trouve dans l'océan Indien et l'océan Pacifique. Il peut peser jusqu'à 450kg. Ce poisson représente pour les pêcheurs un des trophées les plus difficiles à prendre."},"weight":5,"minWeight":100,"maxWeight":450,"time":{"0":0.2,"5":0.8,"12":1,"19":0.7},"wind":{"0":1,"1":0.3},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":27,"name":{"en":"Striped Bass","fr":"Bar rayé"},"description":{"en":"The Striped Bass is a fish inhabiting the entire Atlantic coast. Many anglers consider it to be a magnificent and an amazingly fighting fish. Usually, it is covered with silver scales and dark stripes from the gills to the tail. The Striped Bass can reach up to 37 kg (WR) and 90 cm in length. Their diet consists mainly of smaller fish, worms, insects and crustaceans.","fr":"Le bar rayé est un poisson que l'on trouve sur toutes les côtes atlantiques. Considéré par beaucoup de pêcheurs comme un poisson extraordinairement combatif, il est généralement recouvert d'écailles argentées et de rayures sombres allant des branchies à la queue. Le bar rayé mesure jusqu'à 90cm pour un poids pouvant atteindre 37kg. Son régime se compose principalement de petits poissons, vers, insectes et crustacés."},"weight":5,"minWeight":2,"maxWeight":37,"time":{"0":0.2,"5":1,"12":0.5,"19":0.9},"wind":{"0":0.9,"1":0.7},"cloud":{"0":1,"1":0.4},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":34,"name":{"en":"Baikal Sturgeon","fr":"Esturgeon de Baïkal"},"description":{"en":"The Baikal Sturgeon is a subspecies of the Siberian Sturgeon. It can only be found in the Baikal Lake, from which it spawns upstream of the Selenga River. It can reach a length of 200 cm and a weight of 125 kg. It feeds on fish and invertebrates. During a struggle, it can be quiet a handful, so make sure you have some high-end gear!","fr":"L'esturgeon de Baïkal est une sous-espèce de l'esturgeon de Sibérie. On ne le rencontre que dans le lac Baïkal où il fraie en remontant la rivière Salenga. Il mesure jusqu'à 200cm pour un poids pouvant atteindre 125kg. Il se nourrit de poissons et d'invertébrés. Lors du combat, il est capable de donner bien du mal, alors prévoie un bon équipement!"},"weight":5,"minWeight":8,"maxWeight":125,"time":{"0":1,"5":1,"12":0.5,"19":0.8},"wind":{"0":0.7,"1":1},"cloud":{"0":1,"1":0.5},"rain":{"0":1,"1":1},"spinningMethods":[]},{"id":92,"name":{"en":"Tiger sorubim","fr":"Caparari"},"description":{"en":"Tiger sorubim, also known as capari, is a catfish species from the Pimelodidae family It lives in rivers and lakes, spends most of its time at the bottom, it is active mainly at night. It has an interesting pattern on the skin, similar to the stripes of a tiger. It reaches up to 130 cm in length and 19 kg of body weight. Tiger sorubim, is a predator, it feeds mainly on fish, crabs and shrimps, but it can also be caught on other artificial and natural baits.","fr":"Le Caparari est un poisson-chat de la famille des Pimélodidés. Il habite les fleuves et les lacs, passe la plupart de son temps au fond de l'eau et est surtout actif la nuit. Il possède un motif particulier sur la peau, qui ressemble à des rayures de tigre. Il peut mesurer jusqu'à 130 cm pour un poids pouvant atteindre 19 kg. Le Caparari est un prédateur qui se nourrit principalement de poissons, de crabes et de crevettes, mais il peut aussi être attrapé avec d'autres appâts ou leurres."},"weight":5,"minWeight":1.2,"maxWeight":19,"time":{"0":1,"5":0.9,"12":0.5,"19":0.7},"wind":{"0":1,"1":0.7},"cloud":{"0":1,"1":0.6},"rain":{"0":1,"1":0.4},"spinningMethods":[{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"}]},{"id":93,"name":{"en":"Tambaqui","fr":"Pacu noir"},"description":{"en":"Tambaqui are a species of freshwater fish from the family of piranids. It is the largest representative of its species, otherwise known as pacú. It inhabits numerous rivers, mainly the Amazon. It reaches up to 110 cm in length and 44 kg of body weight. It feeds on zooplankton, insects, snails and plants.","fr":"Le Pacu noir est une espèce de poisson d'eau douce de la famille des serrasalmidés. C'est le plus gros représentant de son espèce, connu aussi sous le nom de Tambaqui. On le trouve dans un grand nombre de fleuves et de rivières, principalement dans le fleuve Amazone. Il peut mesurer jusqu'à 110 cm pour un poids pouvant atteindre 44 kg. Il se nourrit de zooplancton, d'insectes, d'escargots et de plantes."},"weight":5,"minWeight":1.6,"maxWeight":44,"time":{"0":0.5,"5":0.7,"12":1,"19":0.7},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.3},"spinningMethods":[]},{"id":132,"name":{"en":"Tench","fr":"Tanche"},"description":{"en":"The only representative from the Tinca family, found all over Europe, Asia and Siberia. It prefers standing waters, such as ponds or lakes with muddy beds and dense vegetation. However, it can also be found in calm rivers. The tench is covered with characteristic dark green scales with a golden gloss. It can reach up to 75 cm in length and weigh up to 7.5 kg. It feeds mainly on algae, crustaceans, insects, worms and small invertebrates.","fr":"Le seul représentant du genre Tinca, on le trouve dans toute l'Europe, en Asie et en Sibérie. Elle préfère les eaux stagnantes comme les étangs ou les lacs aux fonds boueux et à la végétation dense, mais on la trouve aussi dans les rivières calmes. La tanche est couverte d'écailles caractéristiques, vert foncé avec des reflets dorés. Elle mesure jusqu'à 75 cm pour un poids pouvant atteindre 7,5 kg. Elle se nourrit principalement d'algues, de crustacés, d'insectes, de vers et de petits invertébrés."},"weight":7,"minWeight":0.47,"maxWeight":7.5,"time":{"0":0.8,"5":1,"12":0.7,"19":0.6},"wind":{"0":0.9,"1":0.4},"cloud":{"0":1,"1":0.3},"rain":{"0":0.9,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":101,"name":{"en":"Tench","fr":"Tanche"},"description":{"en":"The only representative from the Tinca family, found all over Europe, Asia and Siberia. It prefers standing waters, such as ponds or lakes with muddy beds and dense vegetation. However, it can also be found in calm rivers. The tench is covered with characteristic dark green scales with a golden gloss. It can reach up to 75 cm in length and weigh up to 7.5 kg. It feeds mainly on algae, crustaceans, insects, worms and small invertebrates.","fr":"Le seul représentant du genre Tinca, on le trouve dans toute l'Europe, en Asie et en Sibérie. Elle préfère les eaux stagnantes comme les étangs ou les lacs aux fonds boueux et à la végétation dense, mais on la trouve aussi dans les rivières calmes. La tanche est couverte d'écailles caractéristiques, vert foncé avec des reflets dorés. Elle mesure jusqu'à 75 cm pour un poids pouvant atteindre 7,5 kg. Elle se nourrit principalement d'algues, de crustacés, d'insectes, de vers et de petits invertébrés."},"weight":5,"minWeight":0.47,"maxWeight":7.5,"time":{"0":0.8,"5":1,"12":0.7,"19":0.6},"wind":{"0":1,"1":0.4},"cloud":{"0":1,"1":0.3},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":54,"name":{"en":"Three-spot Tilapia","fr":"Three-spot Tilapia"},"description":{"en":"Three-spotted Tilapia is a native fish inhabiting the rivers and swamps of Africa. During the spawning period, males are characterized by vivid blue-black colors and red fins. They inhabit well-vegetated, sheltered habitats in hiding places of rivers, lagoons and floodplains. Tree-spotted tilapia is valued among anglers and is often fished commercially. It feeds mainly on algae, diatoms, larvae, insects, worms, invertebrates and sometimes small fish. It reaches up to 5.1 kg in weight and 61 cm in length.","fr":"Le Three-spot Tilapia est un poisson endémique des rivières et des marécages d'Afrique. Pendant la période de frai, le mâle se distingue par sa couleur bleu-rouge et ses écailles rouges. Il habite les rivières, les lagons et les zones inondables à la végétation abondante, offrant de nombreuses cachettes. Le Three-spot Tilapia est une espèce prisée des pêcheurs et est souvent pêchée dans un but commercial. Il se nourrit principalement d'algues, de bacillariophyta, de larves, d'insectes, de vers, d'invertébrés et parfois de petits poissons. Il peut atteindre un poids de 5,1 kg et une taille de 61 cm."},"weight":5,"minWeight":0.1,"maxWeight":5.1,"time":{"0":0.5,"5":1,"12":0.7,"19":0.9},"wind":{"0":1,"1":0.2},"cloud":{"0":1,"1":0.2},"rain":{"0":1,"1":0.3},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Twitching","fr":"Twitching"}]},{"id":47,"name":{"en":"Tiger Trout","fr":"Truite tigrée"},"description":{"en":"Tiger Trout is a hybrid resulting from the crossing of Brook Trout with Brown Trout. It features an unusual color, reminiscent of tiger stripes. Tiger Trout as a hybrid is sterile; therefore in many countries it is mandatory to release the fish after it is caught. Its diet consists mainly of insects, worms, crustaceans and smaller fish. It reaches up to 72 cm in length and 9 kg in weight.","fr":"La truite tigrée est un hybride résultant du croisement entre l'omble de fontaine et la truite brune. Il présente une couleur inhabituelle rappelant les rayures du tigre. En tant qu'hybride, la Truite Tigre est stérile; c'est pourquoi, dans de nombreux pays, il est obligatoire de libérer le poisson après sa capture. Son régime alimentaire se compose principalement d'insectes, de vers, de crustacés et de poissons plus petits. Il peut mesurer jusqu'à 72 cm pour un poids pouvant atteindre 9 kg."},"weight":5,"minWeight":0.4,"maxWeight":9,"time":{"0":0.2,"5":1,"12":0.8,"19":0.7},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight","fr":"Tirer"},{"en":"Twitching","fr":"Twitching"}]},{"id":138,"name":{"en":"Brook Trout","fr":"Omble de fontaine"},"description":{"en":"The Brook Trout is a fish from the Salmonidae family. They are found in the rivers of the north-east United States, but were artificially introduced in Europe. The Brook Trout prefers clean water; it most commonly inhabits rivers, streams, medium and large lakes. Usually, these fish have a greenish-brown color and a characteristic marbled pattern with green, red and yellow spots on the greenish-yellow sides. The dorsal and tail fins are light olive. The Brook Trout reaches up to 86 cm in length and weighs up to 7 kg! They feed mainly on insects, larvae, crustaceans and fish.","fr":"L'omble de fontaine est un poisson de la famille des salmonidés. On les trouve dans les rivières du nord-est des États-Unis mais ils ont été introduits artificiellement en Europe. L'omble de fontaine aime les eaux propres. Elle habite habituellement les rivières, les ruisseaux, les lacs de moyenne et grande taille. Ce poisson a habituellement une couleur brun-verdacé ainsi qu'un motif marbré caractéristique avec des écailles vertes, rouges et jaunes sur ses flancs jaune-verdacé. Les nageoires caudale et dorsale sont vert-olive clair. L'omble de fontaine peut mesurer jusqu'à 86cm pour un poids pouvant atteindre 7kg! Elles se nourrissent principalement d'insectes, de crustacés et de poissons."},"weight":7,"minWeight":0.15,"maxWeight":7.7,"time":{"0":0.2,"5":0.9,"12":1,"19":0.7},"wind":{"0":0.9,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":137,"name":{"en":"Brown Trout","fr":"Truite"},"description":{"en":"The Brown Trout is a river and lake fish from the Salmonidae family, which travels from lakes to rivers during spawning and can grow in warmer waters as compared to trouts. This fish is appreciated by anglers and usually has an olive-brown color with yellow-brown stripes and black-red-orange spots. It is a relatively large fish, reaching up to 20 kg in weight and 100 cm in length; however, the average weight can vary by as much as 4 kg. The Brown Trout mainly feeds on smaller fish.","fr":"La truite de lac est un poisson de rivières et de lacs de la famille des salmonidés qui migre des lacs aux rivières pendant la période du frai et qui peut habiter des eaux plus chaudes que les autres truites. Ce poisson apprécié des pêcheurs a généralement une couleur brun-olive avec des rayures jaune-brun et des écailles noires, rouges et orange. C'est un poisson relativement gros dont le poids peut atteindre 20 kg et la taille 100cm bien que le poids moyen se situe autour de 4kg. Les truites se nourrissent principalement de petits poissons."},"weight":15,"minWeight":0.7,"maxWeight":20,"time":{"0":0.2,"5":1,"12":0.8,"19":0.7},"wind":{"0":0.9,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.6},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]},{"id":136,"name":{"en":"Rainbow Trout","fr":"Truite arc-en-ciel"},"description":{"en":"The Rainbow Trout is a colorful fish from the Pacific Salmonid family, native to the tributaries of the Pacific Ocean in North America. This species prefers cool, clean streams and lakes with highly oxygenated water. Adult rainbow trouts are characterized by a pink band along the lateral line and always have black spots on their sides and fins; however, the coloring depends on the age and the habitation of the fish. The Rainbow Trout can grow to be 145 cm long and reach a weight of up to 23 kg! This is a predatory fish with a varied diet and it will eat anything that catches its eye.","fr":"La truite arc-en-ciel est un poisson coloré de la famille des salmonidés du Pacifique présent naturellement dans les affluents du Pacifique en Amérique du Nord. Cette espèce préfère les ruisseaux frais et propres et les lacs à l'eau fortement oxygénée. Les truites arc-en-ciel adultes se distinguent par leur bande rose le long de la ligne latérale ainsi que par ces taches noires, toujours présentes sur les flancs et les nageoires. Sa coloration dépend néanmoins de son âge et de son environnement. La truite arc-en-ciel mesure jusqu'à 145cm pour un poids pouvant atteindre 23kg. C'est un prédateur au régime varié qui mange tout ce qui lui tombe sous la dent."},"weight":20,"minWeight":0.7,"maxWeight":23,"time":{"0":0.2,"5":0.8,"12":1,"19":0.7},"wind":{"0":1,"1":0.5},"cloud":{"0":1,"1":0.7},"rain":{"0":1,"1":0.7},"spinningMethods":[{"en":"Straight Slow","fr":"Tirer lentement"},{"en":"Straight","fr":"Tirer"},{"en":"Lift & Drop","fr":"Lift & Drop"},{"en":"Stop & Go","fr":"Stop & Go"},{"en":"Twitching","fr":"Twitching"}]}]